{"369179": {"title": "Kommentar zum Digitale-Dienste-Gesetz: Das ist noch kein Plattformgrundgesetz", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Die EU will Plattformen stärker in die Pflicht nehmen. (Symbolbild)    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Apps: Rami Al-zayat / Flagge: Christian LueDie Europäische Union hat sich zum Digital Services Act geeinigt. Das bringt mehr Nutzer:innenrechte gegenüber Plattformen und eine bessere Durchsetzung der neuen Regeln. Aber es gibt auch einige Schwachstellen. Um zum Plattformgrundgesetz zu werden, bedarf es noch Verbesserungen. Ein Kommentar.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Die EU will Plattformen stärker in die Pflicht nehmen. (Symbolbild)    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Apps: Rami Al-zayat / Flagge: Christian LueDie Europäische Union hat sich vergangene Nacht im Rahmen der Trilog-Verhandlungen auf einen gemeinsamen Gesetzestext beim Digitale-Dienste-Gesetz (Digital Services Act) geeinigt. Damit gehen lange Verhandlungen zu Ende. Die kleine Schwester im Gesetzespaket, das Digitale-Märkte-Gesetz, wurde Ende März final verhandelt. Die finalen Dokumente mit den technischen Details der politischen Einigung werden noch Wochen zur Veröffentlichung brauchen, die letzten Abstimmungen in Parlament und Rat könnten noch vor der Sommerpause passieren.\\nEs wurde viel geredet, erhofft und verhandelt. Immerhin war und ist das angestrebte Ziel, die Marktmacht der großen Plattformen zu begrenzen, einheitliche und klare EU-weite Regeln aufzustellen und die Netzgesetzgebung auf einen aktuellen Stand zu bringen. Und wieder mal auf globaler Ebene einen neuen Standard zu präsentieren.\\nDas ist, zumindest in Teilen, sicherlich gelungen. Es gibt in vielen Bereichen Verbesserungen gegenüber dem Status Quo. Aber das war auch nicht so schwierig, weil der bisher in vielen Dingen Plattformen eben keine Regeln vorgab. Die Zeit der Narrenfreiheit durch weitgehende Regulierungsferien im Rahmen der Selbstregulation ist zumindest vorbei. \\nDas zeigt sich beipielsweise beim Verbraucherschutz: Nutzer:innen sollen besser vor Produktfälschungen auf eBay und Amazon geschützt werden, zuvor hatten sich die Verkaufsplattformen zurückgelehnt und Verbraucher:innen mit den Folgen weitgehend alleine gelassen. Die Praxis wird zeigen, ob die Maßnahmen ausreichen.\\nMehr Nutzer:innenrechte bei Inhalte-Moderationen\\nNutzer:innen sollen durch mehr Transparenz besser verstehen können, wie algorithmische Entscheidungssysteme bei Newsfeeds und Co. funktionieren. Aber das ist eine sehr komplizierte Debatte und das kann auch nur zu mehr Transparenzsimulationen führen.\\nPlattformen müssen Risikobewertungen vorlegen und untersuchen, wie sich ihre Dienste auf die Gesellschaft auswirken. Auch, um das zu überprüfen, soll es bessere Daten-Zugangsrechte für Wissenschaftler:innen und Nichtregierungsorganisationen geben. Damit wir besser verstehen können, wie Plattformen hinter den Kulissen arbeiten. Das ist sicherlich eines der Highlights dieses Gesetzes und kann dazu führen, Plattformen besser zur Rechenschaft ziehen zu können und damit zu mehr demokratischer Kontrolle führen. Auch hier wird die Praxis zeigen, wie das konkret funktionieren wird und ob das ausreicht.\\nEndlich gibt es EU-weite Regeln zur Inhalte-Moderation mit verbesserten Nutzer:innenrechte gegenüber Plattformen. Große Plattformen müssen Nutzer:innen über gelöschte Inhalte, Shadowbans und Sperren direkt informieren und Beschwerdewege anbieten.  Dazu soll es bessere Beschwerdemöglchkeiten bei falschen Accountsperrungen und Löschungen geben. Illegale Inhalte sollen mit klaren Regeln gelöscht werden. Was illegale Inhalte sind, ist in allen Mitgliedstaaten etwas unterschiedlich. Ob damit Hass und Hetze effektiver bekämpft werden kann? Wir werden es sehen.\\nKommen wir zu den Enttäuschungen.\\nKompliziert wird es beim Krisenmechanismus, der in Folge der russischen Kriegspropaganda noch kurz vor Schluss in den Text kam. Hier könnte es zu wenig Checks und Balances geben. Aber immerhin ist die Grundlage jetzt ein Gesetzestext und nicht mehr die Rufbereitschaft der Plattformen, die durch eigene Regeln in vorauseilendem Gehorsam auf solche Krisen reagieren.\\nEnttäuschend ist, dass es kein umfängliches Verbot personalisierter Werbung ins Gesetz geschafft hat. Zu groß waren und sind die Widerstände aus der Wirtschaft dagegen, obwohl diese Datensammelei und ihre Verarbeitung ein großer Bestandteil vieler Nebenwirkungen der digitalen Welt darstellen.\\nJetzt soll ein Verbot personalisierter Werbung wenigstens für Kinder und Jugendliche kommen. Das sollte eigentlich eine Selbstverständlichkeit sein, ist hier aber schon ein Erfolg. Bei Erwachsenen wird verboten sein, sensible Daten zur Profilbildung zu nutzen. Das ist besser als nichts, gilt aber nur für Plattformen mit nutzergenerierten Inhalten. Webseiten mit eigenen Inhalten sind davon ausgenommen. Im Einzelfall muss entschieden werden, wer darunter zählt, wenn eine News-Webseite zuviele Kommentare und Foren hat.\\nWas fehlt\\nDark Patterns zur Manipulierung von Nutzer:innenverhalten sollen ebenso verboten werden. Auch hier kommt es auf die Durchsetzung an, immerhin zeigen Cookie-Banner, dass das bisher eher ein Durchsetzungsproblem war. Und verwässerte Formulierungen gegenüber der starken Position des EU-Parlaments lassen auch in der aktuellen Form darauf schließen.\\nEs gibt kein Verbot von automatisierten Filtersystemen zur Inhaltekontrolle. Weiterhin bleiben durchgeknallte KIs ein Risiko für die Meinungsfreiheit, wenn große Plattformen an menschlichem Personal sparen wollen.\\nDas Digitale-Dienste-Gesetz hätte auch die Chance gehabt, ein klares Statement zum Schutz von Ende-zu-Ende-Verschlüsselung abzugeben. Das wurde von den üblichen Kräften verhindert.\\nOffene Fragen bleiben: Wer macht die Aufsicht?\\nDie EU-Komission soll im Verbund mit Regulierungsbehörden in den 27 Mitgliedstaaten federführend für die Durchsetzung gegenüber den globalen großen Plattformen sein. Damit geht man gegenüber der Datenschutzgrundverordnung einen anderen Weg und möchte das „Irland-Problem“ mit den dazugehörigen „Umsetzungsstaus“ vermeiden. Das ist spannend.\\nBei uns laufen sich die Landesmedienanstalten als nationale Regulierer warm. Die haben zwar mehr Staatsferne auf dem Papier, in der Praxis verfügen sie aber nicht über ausreichend professionelle und technische Ressourcen, um als Regulierungsbehörden auf Augenhöhe die großen Plattformen zu beaufsichtigen. Die Bundesregiegierung wird hier aber letztlich eine Behörde mit der Durchsetzung beauftragen. Eine neue EU-Agentur mit der notwendigen Ausstattung könnte auf EU-Ebene der sinnvollere Weg werden. Das kann und sollte vielleicht noch kommen. \\nInteressant ist, dass die großen Plattformen ihre Aufsicht nach dem Verursacherprinzip mit bis zu 0,05 Prozent ihres weltweiten Jahresumsatzes selbst bezahlen sollen. In Praxis kann man davon ausgehen, dass es viel weniger sein wird. Aber besser als nichts.\\nFazit: Es wäre viel mehr möglich gewesen\\nKommen wir zum Fazit. Das ist derzeit noch etwas schwer, weil der komplette Text noch nicht vorliegt. Der Teufel liegt wie immer im Detail und das wird häufig noch von Gerichten ausdefiniert.\\nAus der globalen Perpsektive ist es gut, dass die EU jetzt einen Regelsatz vorgibt. Das wäre aber auch schon vor Jahre notwendig gewesen.\\nIch bin skeptisch, ob die heute vermittelte Rhetorik der Verhandler:innen auch dem gesteckten Ziel entsprechen wird, wirksame Regeln gegen die Macht der großen Plattformen durchzubringen. Wir müssen die Umsetzung und Durchsetzung genau verfolgen, auch um Fehler und Schwachstellen zu identifizieren und sie zu verbessern. \\nDas ist noch kein richtiges Plattformgrundgesetz. Aber ein wichtiger Schritt auf den Weg dahin.\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/kommentar-zum-digitale-dienste-gesetz-das-ist-noch-kein-plattformgrundgesetz/", "date": "Sat, 23 Apr 2022 13:10:48 +0000"}, "368683": {"title": "Durchbruch: EU einigt sich auf Digitale-Dienste-Gesetz", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'EU-Kommissionschefin Von der Leyen und Frankreichs Präsident Macron, der derzeit den EU-Ratsvorsitz führt.    –   Alle Rechte vorbehalten European UnionNach eineinhalb Jahren Verhandlungsmarathon ist das wohl wichtigste digitalpolitische Vorhaben von Ursula von der Leyen in trockenen Tüchern. Es schafft umfassende Regeln für Giganten wie Amazon, Google und Facebook.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'EU-Kommissionschefin Von der Leyen und Frankreichs Präsident Macron, der derzeit den EU-Ratsvorsitz führt.    –   Alle Rechte vorbehalten European UnionDie Europäische Union steht vor dem Beschluss einer Verordnung, die europaweit einheitliche Regeln für Online-Dienste wie Instagram, TikTok und eBay schaffen soll. Verhandler:innen der EU-Kommission, der Mitgliedstaaten und des Parlaments einigten sich nach einem 16-stündigen Verhandlungsendspurt in Brüssel auf einen fertigen Text für das Digitale-Dienste-Gesetz. Er soll noch vor dem Sommer endgültig beschlossen werden.\\nDas „Plattformgrundgesetz“ ist das digitale Leuchtturmprojekt der EU-Kommission unter Präsidentin Ursula von der Leyen. Der heute vereinbarte Gesetzestext sei „historisch, sowohl in der Geschwindigkeit [der Verhandlungen] als auch in seinem Inhalt“, sagte von der Leyen. Das Gesetz soll faire Bedingungen für europäische Nutzer:innen und Firmen gegenüber Plattformkonzernen wie Google, Amazon und Apple schaffen. Bereits vor einigen Wochen einigten sich Verhandler:innen auf das Digitale-Märkte-Gesetz, nun ist auch der zweite Teil des Zwillingsvorhabens fertig.\\nIm seinem Kern soll das Gesetz europaweit einheitliche Standards für den Umgang mit illegalen Inhalten im Netz schaffen. Besondere Auflagen macht es sogenannten „sehr großen Plattformen“ wie Google, Facebook oder Amazon. Sie müssen mit Strafen von bis zu sechs Prozent ihres globalen Umsatzes rechnen, wenn sie systematisch die Bestimmungen des Digitale-Dienste-Gesetzes verletzten – im Fall von Apple wären das nach Vorjahresumsatz rund 20 Milliarden Euro.\\nAuflagen für Plattformen\\nDas Digitale-Dienste-Gesetz macht Plattformen eine ganze Reihe von Auflagen:\\n\\n\\nWer Dienste für Nutzer:innen anbietet, muss Prozesse für das Melden illegaler Inhalte (Notice & Action) schaffen. Solche Möglichkeiten gibt es auf großen Plattformen wie Instagram oder TikTok längst – künftig müssen diese aber unabhängige Beschwerdemöglichkeiten schaffen, wenn Nutzer:innen Einspruch gegen Entscheidungen zum Löschen oder Sperren von Inhalten einlegen.\\n\\n\\nDas Digitale-Dienste-Gesetz schafft eine europaweit einheitliche Verpflichtung, auf Anordnung von Behörden illegale Inhalte zu entfernen oder darüber Informationen herauszugeben. Auch müssen Plattformen den Behörden melden, wenn Inhalte den Verdacht auf kriminelle Aktivitäten wecken. Eine Überwachungspflicht ist jedoch nicht vorgesehen.\\n\\n\\nUm illegale Inhalte systematisch aufzuspüren, können Behörden den Status eines „Trusted Flaggers“ an Verbraucherorganisationen oder NGOs verleihen. Diese können Plattformen über deren Meldesystem Inhalte von Dritten melden, die diese dann unverzüglich behandeln sollen.\\n\\n\\nWer auf Handelsplattformen wie eBay Waren verkauft, soll sich ihnen gegenüber identifizieren (Know-your-customer-Prinzip). Diese müssen bei den Plattformen künftig verpflichtend Informationen wie Namen, Adressen, Ausweiskopien und Bankdaten hinterlassen. Damit soll gegen Produktfälschungen und Betrug vorgegangen werden.\\n\\n\\nPlattformen erhalten Transparenzauflagen. Der Einsatz automatisierter Tools wie Uploadfiltern für die Moderation von Inhalten muss etwa offengelegt werden, auch müssen die Plattformen regelmäßig Berichte über die Zahl der ungerechtfertigt gelöschten oder gesperrten Inhalte und Konten veröffentlichen. Offenlegen sollen die Plattformen zudem, von wem eine bestimmte Werbung stammt, die Nutzer:innen angezeigt wird, sowie Angaben über das Targeting.\\n\\n\\nSehr große Plattformen sollen regelmäßig öffentliche Risikoeinschätzungen über die Ausbreitung illegaler Inhalte, systematische Grundrechtsverletzungen oder gezielte Desinformation vorlegen sowie mögliche Gegenmaßnahmen. Zu diesen zählt die EU-Kommission etwa gestärkte Inhalte-Moderation, Algorithmenänderungen oder Werbeverbote für bestimmte Inhalte. Kommt eine unabhängige Prüfung zu dem Schluss, dass die Plattformen keine ausreichenden Gegenmaßnahmen wählen, dann kann die EU Korrekturen vorschlagen und bei Nicht-Erfüllung Strafen androhen. In Krisenfällen wie einem Kriegsausbruch oder einer Pandemie kann die EU-Kommission zudem eine außerordentliche Überprüfung bisheriger Risikoeinschätzungen einfordern.\\n\\n\\nBehörden können bei großen Plattformen einen Datenzugang für Forscher:innen anordnen. Damit will die EU bessere wissenschaftliche Erkenntnisse zu Problemen wie Hassrede und Desinformation ermöglichen. Auf die Bedeutung von solchen Daten für die Forschung hatte zuletzt etwa die Facebook-Whistleblowerin Frances Haugen hingewiesen.\\n\\n\\nFür die Durchsetzung der neuen Regeln liegt die Verantwortung sowohl bei der EU-Kommission wie bei den Mitgliedstaaten. Während bei der Datenschutzgrundverordnung die Verantwortung auch für Konzerne ausschließlich bei der Behörde im EU-Sitzland liegt, soll die EU-Kommission direkt für die Durchsetzung des neuen Gesetzes gegenüber sehr großen Plattformen verantwortlich sein. Auf nationaler Ebene sollen Koordinatoren für digitale Dienste den Anbietern auf die Finger schauen.\\n\\n\\nZuletzt umstritten waren bei den Verhandlungen noch gewisse Detailfragen, etwa zu Beschränkungen für personalisierte Werbung. Das EU-Parlament hat außerdem ein gänzliches Verbot sogenannter Dark Patterns gefordert, also von Designelementen, die Nutzer:innen zu einer bestimmten Entscheidung verleiten sollen. Der Rat der EU-Staaten wollte ein solches Verbot jedoch nur beschränkt einführen – damit dürfte er sich nach Angaben von Teilnehmer:innen durchgesetzt haben. Offen war auch die Frage, inwiefern Kleine und Mittlere Unternehmen (KMUs) von manchen Bestimmungen ausgenommen sein sollen. Ein konsolidierter Text der Einigung soll erst in einigen Wochen vorliegen.\\nPirat Breyer kritisiert „verwässerte“ Werbebeschränkungen\\nNach dem Abschluss der Verhandlungen lobten Teilnehmende das Ergebnis. „Der heutige Kompromiss verbessert den Vorschlag der EU-Kommission deutlich“, sagte der Linken-Ko-Fraktionsvorsitzende Martin Schirdewan. „Personalisierte Werbung für Minderjährige und die Verwendung von sensiblen Daten werden verboten. Das ist ein großer Erfolg für den Schutz von Nutzer:innen, auch wenn ein komplettes Verbot von personalisierter Werbung wünschenswert wäre.“\\nDie Einigung kritisierte hingegen der Piraten-Abgeordnete Patrick Breyer. Das vom Parlament geforderte Verbot, sensible Persönlichkeitsmerkmale wie die politische Meinung, Krankheiten oder sexuelle Vorlieben eines Nutzers zur gezielten Manipulation und Ansprache zu nutzen, sei „stark verwässert“ worden. „Die Bezeichnung ‚Digitales Grundgesetz‘ verdient das neue Regelwerk insgesamt nicht, denn der enttäuschende Deal versagt vielfach beim Schutz unserer Grundrechte im Netz.“\\nAls nächster Schritt ist eine Abstimmung über die Endfassung des Digitale-Dienste-Gesetzes im EU-Parlament und im Rat der EU-Staaten fällig. Passiert dies noch vor der Brüsseler Sommerpause, könnte das Gesetz noch dieses Jahr in Kraft treten.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/durchbruch-eu-einigt-sich-auf-digitale-dienste-gesetz/", "date": "Sat, 23 Apr 2022 07:48:25 +0000"}, "369096": {"title": "NPP 252 zu Web3: Zurück in die Zukunft", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '„Bored Ape“, so heißt eine der bekanntesten Kollektionen an digitalen Kunstwerken, sogenannten NFTs.    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Carrie BordenStatt einer Handvoll großen Firmen soll es wieder uns allen gehören: das Internet der Zukunft. Das versprechen zumindest die Vertreter:innen des sogenannten Web3. Aber ist diese Blockchain-basierte Technologie wirklich die Lösung für unsere Probleme?'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '„Bored Ape“, so heißt eine der bekanntesten Kollektionen an digitalen Kunstwerken, sogenannten NFTs.    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Carrie Borden\\nhttps://netzpolitik.org/wp-upload/2022/04/npp-252-zu-web3.mp3\\nHinter dem Trendbegriff Web3 verbirgt sich vor allem ein Versprechen. Ein Versprechen von einem Internet, das wieder uns allen gehört und nicht nur ein paar wenigen Firmen, die unseren Kommunikationsalltag dominieren. Ein bisschen so, wie es vielleicht in den 90ern war: Ein dezentrales Netzwerk an Servern und Plattformen, die von keiner einzelnen Entität kontrolliert werden.\\nDie Verfechter:innen von Web3 sprechen mit ihrer Vision echte Ängste und Probleme an. Aber ob die von ihnen vorgeschlagene, auf Blockchains basierende Lösung wirklich realistisch ist, darüber lässt sich streiten. Laut dem freien Wissenschaftler Jürgen Geuter alias Tante kann das Web3 seine Versprechen nicht einlösen und schafft im Gegenteil viele neue Probleme.\\nIm Podcast sprechen wir mit Tante über das Für und Wieder von Web3, über die Manifestierung libertärer Ideen in Technologie, über die Kultur von NFTs und darüber, warum es so laute Kritiker:innen wie ihn braucht und welches Internet er eigentlich beschützen will.\\n\\nHier ist die MP3 zum Download. Es gibt den Podcast wie immer auch im offenen ogg-Format.\\n\\nUnseren Podcast könnt ihr auf vielen Wegen hören. Der einfachste: In dem eingebundenen Player hier auf der Seite auf Play drücken. Ihr findet uns aber ebenso auf iTunes, Spotify oder mit dem Podcatcher eures Vertrauens, die URL lautet dann netzpolitik.org/podcast/. Wie immer freuen wir uns über Anregungen, Kritik, Lob und Ideen, entweder hier in den Kommentaren oder per Mail an chris@netzpolitik.org oder serafin.dinges@netzpolitik.org. Titelmusik von Trummerschlunk\\n\\n\\nLinks und Infos\\n\\n„Das dritte Web“: Tantes Zusammenfassung\\nPodcastempfehlung zu NFTs\\nVideoessay „Line Goes Up“\\nSammelprojekt „Web3 is going great“\\nDon Diablos NFT\\nTitelmusik von Trummerschlunk\\nZusätzliche Musik von Visager\\n\\nQuellen\\n\\nDiablo\\nDon Diablo NFT\\nDon Diablo Tomorrowland\\nNFT Erklärung Deutsche Welle\\nHosp web3\\nNFT Finanzfluss\\nWeb3 Neuland\\nBitcoin, Ethereum & Andere – Sollte ich investieren und wenn ja, wo?!\\nCrypto Investment\\ncrypto.com\\nScalable Werbung\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/npp-252-zu-web3-zurueck-in-die-zukunft/", "date": "Sat, 23 Apr 2022 06:15:16 +0000"}, "369070": {"title": "KW 16: Die Woche, als Europas „digitales Grundgesetz“ vor der Tür stand", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '   –    Fraktal, generiert mit MandelBrowser von Tomasz ŚmigielskiDie 16. Kalenderwoche geht zu Ende. Wir haben 11 neue Texte mit insgesamt 96.786 Zeichen veröffentlicht. Willkommen zum netzpolitischen Wochenrückblick.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '   –    Fraktal, generiert mit MandelBrowser von Tomasz ŚmigielskiLiebe Freund:innen von netzpolitik.org!\\nSchön, dass ihr da seid. Hier hat sich ein bisschen was verändert. Ab dieser Woche beginnt der netzpolitische Wochenrückblick mit dem persönlichen Editorial eines Mitglieds aus der Redaktion. Heute bin ich das. Hallo! Als zweites gibt es eine Übersicht mit den Artikeln der Woche.\\nWährend ich diesen Newsletter an einem bewölkten Freitagnachmittag in Berlin schreibe, verhandeln in Brüssel Vertreter:innen von EU-Staaten und EU-Parlament. Es geht um die letzten Details eines wohl historischen Gesetzes. Das Digitale-Dienste-Gesetz, kurz: DSA, kann unseren digitalen Alltag maßgeblich prägen. Nachrichtenmedien und einige Politiker:innen nennen es auch „digitales Grundgesetz“.\\nEinen weniger spektakulären Eindruck macht die typische Bebilderung für Berichte über den DSA. Immer wieder sehe ich Handy-Touchscreens oder Finger auf der Tastatur. Mit Eingabegeräten hat das Gesetz aber herzlich wenig zu tun. Was ich beim DSA vor Augen habe, sind Menschen. Zum Beispiel Leute, die nachts nicht einschlafen können, weil sie das Ziel organisierter Hasswellen sind. Hassrede ist eines der Themen, die der DSA angehen will.\\nIch denke an marginalisierte Gruppen, für die Schutz vor Online-Überwachung auch Schutz vor Gewalt und Verfolgung bedeutet. Hoffnungen auf ein umfassendes Verbot von Dark Patterns und Überwachungswerbung durch den DSA werden voraussichtlich nicht erfüllt.\\nIch denke auch an Menschen, deren Nacktaufnahmen gegen ihren Willen im Netz kursieren, und die sich jeden Tag fragen, ob irgendjemand auf der Straße sie vielleicht wiedererkennt. Ein weiteres Thema, das der DSA anpacken könnte – die teils problematische Regulierung von Pornoseiten stand bis zuletzt auf der Kippe.\\nHeute habe ich mit meinem Kollegen Alexander Fanta gespannt verfolgt, ob wir die erwartete Einigung noch vor Feierabend vermelden können, oder ob sich die Verhandlungen länger ziehen. Stellt sich heraus: Sie ziehen sich. Das Wichtigste zum DSA gibt es also ab nächster Woche bei netzpolitik.org.\\nIch wünsche ein schönes Wochenende und alles Gute\\nSebastian\\nPS: Habt ihr Feedback zum neuen Wochenrückblick? Wie gut ist er in euren E-Mail-Clients lesbar? Schreibt gern eine E-Mail mit Beobachtungen und gegebenenfalls einem Screenshot an newsletter-feedback@netzpolitik.org. Meine lieben Kolleg:innen Jocca und Ole schauen sich das dann an. Vielen Dank!\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/kw-16-die-woche-als-europas-digitales-grundgesetz-vor-der-tuer-stand/", "date": "Fri, 22 Apr 2022 16:23:14 +0000"}, "369058": {"title": "Zentrale Meldestelle: Bundeskriminalamt plant jetzt ohne Zuarbeit der sozialen Netzwerke", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Die Meldestelle wird derzeit „sukzessive auf- und ausgebaut.“ (Archivbild von BKA-Chef Holger Münch)    –   Alle Rechte vorbehalten IMAGO / IPONEigentlich sollten soziale Netzwerke und andere Plattformen laut dem NetzDG mutmaßlich strafbare Inhalte direkt ans Bundeskriminalamt melden. Weil das rechtlich auf der Kippe steht, setzt die Behörde jetzt offenbar auf andere Meldestrukturen.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Die Meldestelle wird derzeit „sukzessive auf- und ausgebaut.“ (Archivbild von BKA-Chef Holger Münch)    –   Alle Rechte vorbehalten IMAGO / IPONUrsprünglich sollten ab Februar Plattformen möglicherweise strafbare Inhalte an eine Zentrale Meldestelle für strafbare Inhalte im Internet (ZMI) melden, angesiedelt beim BKA. Bislang ist deswegen noch keine einzige Meldung von Anbietern bei der ZMI eingegangen, bestätigt das Bundeskriminalamt gegenüber netzpolitik.org.\\nDas kommt nicht überraschend: Zwar sieht eigentlich das Netzwerkdurchsetzungsgesetz vor, dass Anbieter wie Facebook oder Twitter entsprechende Inhalte samt IP-Adressen der Ersteller:innen an die Behörde weiterleiten. Doch dagegen wehrten sich unter anderem die Konzerne Meta und Google – und bekamen vor dem Verwaltungsgericht Köln vorerst in wichtigen Punkten Recht. Untätig sind die Mitarbeitenden der Meldestelle jedoch nicht, das Bundeskriminalamt setzt offenbar mittlerweile auf eine andere Strategie.\\nMan habe das Urteil zur Kenntnis genommen, so ein Pressesprecher der Polizeibehörde. Es würden\\xa0„unabhängig vom Agieren der Telemediendiensteanbieter (TMDA) nunmehr bewährte dezentrale Meldestrukturen, die in den Ländern zur Bekämpfung von Hass und Hetze im Internet bereits bestehen, sukzessive beim BKA zentral zusammengeführt“, schreibt der Sprecher gegenüber netzpolitik.org. Das bedeutet: Anstatt von den Plattformen direkt Infos zu bekommen, werden im BKA gemeldete Inhalte zusammengeführt. Dabei fehlen jedoch Angaben wie IP-Adresse, mit der die Urheber:innen der Inhalte identifiziert werden sollten.\\nDas BKA setzt vorerst auf die Zusammenarbeit mit der\\xa0hessischen Zentralstelle zur Bekämpfung der Internet- und Computerkriminalität sowie auf\\xa0deren regionale Kooperationspartner aus den Aktionsprogrammen „Hessen gegen Hetze“ und „Keine Macht dem Hass“ sowie Meldungen der Zentral- und Ansprechstelle Cybercrime NRW (ZAC Nordrhein-Westfalen) bei der Staatsanwaltschaft Köln mit deren regionalen Kooperationspartner aus der Initiative „Verfolgen statt nur löschen“.\\nKünftig würden auch Meldungen der Meldestelle „REspect!“ der Jugendstiftung im Demokratiezentrum Baden-Württemberg in die Arbeit einfließen. Bei Initiativen wie „REspect!“ können alle Inhalte melden. Die Betreiber:innen schreiben auf ihrer Seite, sie würden bei einem Verstoß gegen deutsches Recht die Löschung des gemeldeten Inhalts beantragen. „Verfasserinnen und Verfasser von Volksverhetzung werden konsequent angezeigt“, heißt es weiter.\\nFür die Zukunft sei „auch eine Ergänzung der Kooperation der ZMI im BKA um weitere Initiativen und zivilrechtliche Partner denkbar“, heißt es aus der Pressestelle des BKA. Konkrete Angaben, welche zivilgesellschaftlichen oder zivilrechtlichen Partner hier denkbar wären, machte das BKA nicht.\\xa0\\nWenig auskunftsfreudig\\nKeine Angaben macht das Bundeskriminalamt auch zu der Anzahl der Personen, die in der ZMI derzeit arbeiten und im Jahr 2022 noch besetzt werden sollen. Ende Januar berichtete der Spiegel, dass „bei Weitem nicht alle der 200 geplanten Stellen besetzt“ seien. Die Zentralstelle werde sukzessive auf- und ausgebaut, heißt es vage in der Antwort des BKA.\\xa0Auch zu der Anzahl der bereits bearbeiteten Vorgänge oder aus diesen Vorgängen hervorgegangen Strafanzeigen will das BKA vorerst nichts sagen.\\xa0\\nSehr deutlich positioniert sich das BKA hingegen zu den Aufgaben der ZMI. Diese wird nicht selbst im Internet auf Streife gehen. Oder wie das BKA sagt: „In diesem Kontext erfolgen keine eigeninitiierten oder anlassunabhängigen Recherchen nach strafbaren Inhalten im Internet. Die ZMI im BKA prüft vielmehr eingehenden Meldungen auf deren strafrechtliche Relevanz sowie potentielle Gefährdungen.“ In den Fällen, in denen eine strafrechtliche Relevanz gegeben sei, sei es Aufgabe der ZMI, den Verursacher des gemeldeten Posts festzustellen, um den Vorgang im Erfolgsfall an die örtlich zuständige Strafverfolgungsbehörde, in der Regel das zuständige Landeskriminalamt, abgeben zu können.\\n„Möglichst medienbruchfrei“\\nWie die Meldestelle technisch aufgebaut und wie die Abläufe gestaltet sind, wollte das BKA hingegen nicht verraten. „Grundsätzlich soll die Anlieferung der Meldungen über eine technische Schnittstelle erfolgen und die übermittelten Informationen in einem strukturierten und standardisierten Prozess den Mitarbeitenden in der ZMI möglichst medienbruchfrei zur Verfügung gestellt werden“, heißt es in der Antwort auf die Presseanfrage von netzpolitik.org. Dieser digitale Workflow solle die von den Mitarbeitenden zu treffenden Einschätzungen bestmöglich vorbereiten und unterstützen.\\xa0Ob das schon umgesetzt ist, lässt sich aus der Antwort nicht herauslesen.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/zentrale-meldestelle-bundeskriminalamt-plant-jetzt-ohne-zuarbeit-der-sozialen-netzwerke/", "date": "Fri, 22 Apr 2022 13:41:12 +0000"}, "368992": {"title": "Alle Cookies ablehnen: Danke für das absolute Minimum, Google", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Das Mindeste (Symbolbild)    –    Cookies: Pixabay/ Pape_PhotoArt , Logo und Button: Google; Montage: netzpolitik.orgJahrelang hat uns Google mit unnötig komplizierten Cookie-Bannern gequält. Ohne die Drohung einer saftigen Millionenstrafe wäre das noch ewig so weitergegangen. Ein Kommentar.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Das Mindeste (Symbolbild)    –    Cookies: Pixabay/ Pape_PhotoArt , Logo und Button: Google; Montage: netzpolitik.orgIronie in Überschriften funktioniert nicht, das habe ich mal gelernt. Deshalb möchte ich am Anfang einmal kurz klarstellen, dass ich das „Danke“ ironisch meine. Ich bin Google nicht dankbar dafür, dass es bald einen direkt sichtbaren „Reject all“-Button zum einfachen Ablehnen aller Cookies geben soll. Dieser Button ist das Mindeste.\\nWer bisher alle verzichtbaren Cookies ablehnen wollte, musste etwa bei Google oder YouTube folgenden Klickweg zurücklegen: Anpassen > Aus > Aus > Aus > Bestätigen. Fünf Klicks. Ich lege hiermit offen: Das habe ich jetzt erst für diesen Artikel ausprobiert. Zuvor habe ich das kein einziges Mal gemacht. Nie. Kein Mensch hat die Nerven dafür, und Google weiß das genau.\\nKein Mensch außer diesem einen Kollegen bei netzpolitik.org, der mich nochmal extra darauf hingewiesen hat, dass er teils mehrmals täglich durch die Cookie-Banner-Hölle geht.\\nDer zwischenmenschlich absolut unzumutbare Klickweg zum Ablehnen der Cookies ist jedenfalls ein ausgestreckter Mittelfinger an Abermillionen Google-Nutzer:innen in Europa. Botschaft: Ihr wollt mehr Privatsphäre? Dann viel Spaß beim Klickweg durch unseren virtuellen Irrgarten, der euch immer wieder aufs Neue innerlich zermürbt, ihr Luschen.\\nAber jetzt kommt der „Reject All“-Button. In Frankreich soll es ihn schon geben. Bald soll er in ganz Europa auftauchen.\\nDa ist er.    -    Screenshot: Google\\nUnd zwar genau dort, wo der Blick zuerst hinfällt. Damit die meisten Leute ganz intuitiv immer alle Cookies ablehnen. Google ist da einfach nochmal in sich gegangen und hat erkannt, dass Datensammelei per Cookies ein unverhältnismäßiger Eingriff in die Privatsphäre ist, und dass Überwachungskapitalismus der Gesellschaft mehr schadet als nutzt. – Na, habt ihr das kurz geglaubt? Sorry, das war schon wieder Ironie. Ich bringe damit meine über viele Jahre gereifte Frustration zum Ausdruck. Das nächste Mal markiere ich Ironie mit dem Clowns-Emoji 🤡, damit man sie sofort bemerkt.\\nNein, leider ist der neue Reject-All-Button noch immer nicht dort, wo der Blick zuerst hinfällt. Nach wie vor bewegt sich die Maus zuerst intuitiv auf den „Accept All“-Button ganz unten rechts. Solche kleinen Designentscheidungen passieren mit voller Absicht und dienen dazu, die Klicks von Millionen Menschen zu lenken. Große Unternehmen loten in A-B-Testings aus, wie die Nutzer:innen mit ihren Websites interagieren.\\nSackdreist durchgemogelt\\nImmerhin, der neue „Reject All“-Button befindet sich direkt links daneben. Sichtbarer denn je, so viel muss man eingestehen, und ein Klick genügt. Aber Google bewegt sich damit keinen Millimeter weiter, als es unbedingt muss. In der Pressemitteilung zum neuen Button heißt es zur Begründung, „Regulierungsbehörden“ hätten ihre „Leitlinien für die Einhaltung der Vorschriften“ aktualisiert.\\nImmer diese kleinkarierten, bürokratischen Finessen. 🤡\\nIn Wahrheit hat sich Google jahrelang sackdreist durchgemogelt und den eigentlichen Sinn von Cookie-Bannern mit manipulativen Klickwegen untergraben. Das hat nichts mit unklar formulierten Leitlinien zu tun. Wer das Ablehnen von Cookies hinter fünf Klicks versteckt, handelt gezielt, mutwillig und gegen die Interessen von Menschen, die aus gutem Recht nicht von Cookies getrackt werden möchten.\\nIch habe aus dem bisherigen Klickweg zum Ablehnen aller Cookies eine Collage gebaut und gebe ihr den Titel „OB DAS EIN WITZ SEIN SOLL HAB ICH GEFRAGT“.    -    Screenshot: Google. Collage: netzpolitik.org\\nWas Google wohl wirklich Dampf gemacht hat: Im Januar hat die französische Datenschutzbehörde CNIL eine dreistellige Millionenstrafe verhängt – 150 Millionen Euro – weil Google das Annehmen aller Cookies viel einfacher macht als das Ablehnen. Drei Monate Zeit hat die Behörde Google gegeben, um etwas zu ändern. Für jeden Tag Verzug hätte der Konzern 100.000 Euro Strafe zahlen müssen. Und siehe da, drei Monate später ist der Reject-All-Button da.\\nTatsächlich erwähnt Google die französische CNIL ausdrücklich in der eigenen Pressemitteilung, schreibt allerdings von „spezifischen Anweisungen“ der Behörde. Ich vermute mal, die „spezifische Anweisung“ aus Frankreich bestand vor allem aus drei Worten: 150 Millionen Euro. Schade, dass es solche Strafen offenbar braucht, bis sich etwas bewegt. Ob ich glaube, dass nun auch alle anderen Websites dem Beispiel von Google freiwillig folgen und ihre hinterhältigen Cookie-Banner abschaffen? Nun: 🤡.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/alle-cookies-ablehnen-danke-fuer-das-absolute-minimum-google/", "date": "Fri, 22 Apr 2022 09:20:19 +0000"}, "368919": {"title": "Kinderschutzfunktion: Apple startet Nacktscanner in seinem Messenger", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Diese Warnhinweise bekommen Nutzer:innen gezeigt, wenn die Funktion eingeschaltet ist.    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Apple und engin akyurt / Bearbeitung: netzpolitik.orgApple kann per Messenger verschickte Nacktbilder jetzt erkennen und automatisch unkenntlich machen. Die zunächst nicht in Deutschland verfügbare Kinderschutzfunktion ist eine deutlich abgespeckte Version der ursprünglich geplanten Chatkontrolle.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Diese Warnhinweise bekommen Nutzer:innen gezeigt, wenn die Funktion eingeschaltet ist.    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Apple und engin akyurt / Bearbeitung: netzpolitik.orgApple hat angekündigt, dass auf seinen Endgeräten in mehreren Ländern eine neue Kinderschutzfunktion aktiviert werden kann. Ist die als „Communication Safety in Messages“ benannte Funktion angeschaltet, dann untersucht das Gerät bei Nutzung von Apples Messenger eingehende und ausgehende Fotos auf Nacktheit. Das US-Magazin The Verge berichtet, dass das Feature in Großbritannien, Kanada, Australien und Neuseeland eingeführt werden soll.\\nSobald die Technologie Nacktheit erkennt, wird demnach das Bild unscharf gemacht und eine Warnmeldung an das Kind ausgespielt. Das Kind kann dann entscheiden, ob es die sendende Person blockt, sich an eine Kinderschutzorganisation wendet oder jemand anderes ins Vertrauen setzt. Alternativ kann das Kind sich das mutmaßliche Nacktbild dennoch anzeigen lassen. Nicht mehr vorgesehen ist die ursprünglich geplante Warnmeldung an die Eltern, die scharfe Kritik ausgelöst hatte. Die Jugend- und Kinderschutzidee hinter der Technik ist, dass Kinder weder Nacktfotos von sich verschicken noch diese empfangen sollten.\\nDaten bleiben auf Endgerät\\nIm Gegensatz zu der heftig umstrittenen „Chatkontrolle“ sollen bei diesem System keine Daten außerhalb des Endgerätes verglichen werden. Das Scannen soll nur auf dem Gerät mittels einer Bilderkennungssoftware stattfinden. Es soll weder Benachrichtigungen an die Eltern geben, noch an Apple oder sonstige Stellen.\\xa0\\n„Messages analysiert Bildanhänge und stellt fest, ob ein Foto Nacktheit enthält, während die Ende-zu-Ende-Verschlüsselung der Nachrichten beibehalten wird“, so das Unternehmen in einer Erklärung, die die britische Zeitung Guardian zitiert. „Die Funktion ist so konzipiert, dass kein Hinweis auf die Erkennung von Nacktheit jemals das Gerät verlässt. Apple erhält keinen Zugriff auf die Nachrichten, und es werden keine Benachrichtigungen an die Eltern oder andere Personen gesendet.“\\nApple hatte schon im vergangenen Jahr diese und andere Funktionen angekündigt, den Rollout aber nach massiven Protesten vorerst auf Eis gelegt. Geplant war damals auch, dass Bilder von Nutzer:innen durchsucht und mit Datenbanken bekannter Darstellungen von Kindesmissbrauch abgeglichen werden. Diese andere \\xa0Form des Client-Side-Scannings führt Apple nun vorerst nicht ein. Es ist unklar, ob die Kinderschutzfunktion generell die Akzeptanz von Client-Side-Scanning erhöhen könnte.\\nPläne für Chatkontrolle in der EU\\nDie EU-Kommission plant derzeit ein Gesetzespaket, das möglicherweise Internetanbieter dazu verpflichten wird, Inhalte auf den Smartphones von unbescholtenen Bürger:innen auf Darstellungen von Kindesmissbrauch zu durchsuchen – und zwar bevor sie Messenger wie WhatsApp nutzen. Diese Pläne werden in der öffentlichen Debatte als „Chatkontrolle“ bezeichnet, Fachleute sprechen auch von Client-Side-Scanning. Die EU-Kommission will sie am 11. Mai der Öffentlichkeit vorstellen.\\nDer Meta-Konzern, zu dem WhatsApp, Facebook und Instagram gehören, stellt sich gegen solche Pläne. Meta hält es derzeit für ausgeschlossen, Technologien wie die „Chatkontrolle“ einzuführen, ohne die Ende-zu-Ende-Verschlüsselung zu schwächen oder zu brechen. Der Konzern sieht die negativen Auswirkungen auf Privatsphäre, Meinungsfreiheit und andere Rechte als so gravierend und unverhältnismäßig an, dass ein Durchsuchen von Inhalten auf den Smartphones der Nutzer:innen „nicht weiterverfolgt werden“ sollte – selbst wenn es technisch möglich wäre.\\xa0\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/kinderschutzfunktion-apple-startet-nacktscanner-in-seinem-messenger/", "date": "Thu, 21 Apr 2022 14:18:01 +0000"}, "368861": {"title": "Predator von Cytrox: Spähsoftware auf Telefon von griechischem Journalisten entdeckt", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Das Telefon eines ägyptischen Oppositionellen wurde mit Pegasus und Predator behelligt (Symbolbild).    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Stephen PetreyEin Untersuchungsausschuss im EU-Parlament soll den Einsatz von Trojanern gegen Oppositionelle und Medienschaffende in Europa aufarbeiten. Auch deutsche Auftraggeber:innen könnten nach einer Analyse des Meta-Konzerns ins Visier geraten.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Das Telefon eines ägyptischen Oppositionellen wurde mit Pegasus und Predator behelligt (Symbolbild).    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Stephen PetreyAm 10. März hat das Europäische Parlament die Einsetzung eines Untersuchungsausschusses zum Trojanerprogramm Pegasus beschlossen, vergangenen Dienstag traf sich dieser zur konstituierenden Sitzung. Hintergrund sind bekannt gewordene Einsätze der von der israelischen NSO Group hergestellten Spähsoftware gegen Oppositionelle und Journalist:innen in Ungarn und Polen. Die Firma will ihr Werkzeug in fast alle Länder Europas verkauft haben, berichtet das Magazin New Yorker.\\nAn der Untersuchung mit der Abkürzung „PEGA“ sind Abgeordnete beteiligt, die selbst mit der NSO-Spähsoftware überwacht wurden, hierzu gehört etwa der katalanische Politiker Carles Puigdemont. Diesen „CatalanGate“ hatte die kanadische Forschungsgruppe Citizen Lab zum Start von „PEGA“ öffentlich gemacht. Auch die EU-Kommission war offenbar Ziel des Trojaners.\\nUntersuchung von Citizen Lab\\nDie EU-Abgeordneten haben den Auftrag des Ausschusses vorsorglich auf „ähnliche Überwachungs- und Spähsoftware“ ausgeweitet, wenn diese „unter Ausnutzung von IT-Schwachstellen auf mobilen Geräten installiert ist“. Das könnte sich etwa im Fall des Trojaners Predator, der zur Zeit in Griechenland für Aufregung sorgt, als kluger Schachzug erweisen.\\nAm 11. April hat das griechische Internetmagazin Inside Story bekannt gemacht, dass die Spähsoftware auf dem Telefon des auf Finanzen und Korruption spezialisierten Journalisten Thanasis Koukakis gefunden wurde. Auch hier lag der Meldung eine Untersuchung von Citizen Lab zugrunde. Demnach gelang die Infektion des Mobiltelefons von Koukakis durch eine personalisierte Textnachricht mit einem kompromittierten Link. Als möglicher Urheber wird der zivile Geheimdienst in Griechenland genannt. \\nHersteller von Predator ist die Firma Cytrox, die laut BalkanInsight 2017 von fünf israelischen Staatsangehörigen und einem Ungarn als Aktiengesellschaft in Skopje (Nordmazedonien) gegründet wurde. Eigentümer des inzwischen zu einer Gesellschaft in Ungarn gehörenden Unternehmens sei der 70-jährige israelische Luftwaffenveteran Meir Shamir. Als Geschäftsführer gilt der Nordmazedonier Ivo Malinkovksi. Cytrox soll weitere Produktionsstätten und Büros in Ungarn und Israel unterhalten. \\nPegasus vs. Predator\\nPredator funktioniert auf Telefonen mit Android und iOS-Betriebssystemen und sammelt Informationen aus mobilen Geräten und damit verbundenen Cloud-Diensten. Dateien, Fotos, Internetverläufe, Kontakte und Passwörter werden nach einer erfolgreichen Infektion an die Auftraggeber:innen ausgeleitet.\\nBekannt wurde die Software unter anderem aus Ägypten, wo Citizen Lab den Einsatz auf Mobiltelefonen von zwei Oppositionellen nachweisen konnte. Die Infektion erfolgte durch den Klick auf einen Link in einer Whatsapp-Nachricht. Einem der Betroffenen wurde sogar zusätzlich der NSO-Trojaner aufgespielt, was die Forscher:innen zur Überschrift „Pegasus vs. Predator“ veranlasste.\\nIm Dezember hatte der Meta-Konzern 50.000 Inhaber:innen von Facebook- oder Instagram-Accounts vor staatlicher Überwachung mit Trojaner-Programmen gewarnt und Accounts stillgelegt. Auch die Spähsoftware Predator wurde in dem dazu veröffentlichten Bericht erwähnt. Die Trojaner-Schmiede Cytrox gehört demnach zu den sieben Firmen, deren Präsenz aus 1.500 gefälschten Konten in sozialen Netzwerken von Meta getilgt wurde. Allein 300 dieser Accounts sollen laut Facebook von Cytrox eingerichtet worden sein.\\nKonkurrenz zur NSO Group\\nNicht nur die Tatsache, dass mit Predator ein Journalist in einem EU-Mitgliedstaat überwacht wurde, bringt die Software auf das Radar des Untersuchungsausschusses im Brüsseler Parlament. Cytrox wird der sogenannten „Intellexa-Allianz“ zugerechnet, in der sich verschiedene Trojaner-Hersteller zusammengeschlossen haben, wohl auch um gegenüber anderen Herstellern wie NSO Group konkurrenzfähig zu sein. Nach eigenen Aussagen verfügt das Netzwerk über sechs Standorte und Forschungslabors in ganz Europa.\\nAls Konstrukteur der „Intellexa-Allianz“ gilt der israelische Ex-Kommandeur Tal Dilian, der daran mit seiner Firma WiSpear beteiligt ist. Das offenbar in Passitora Ltd. umbenannte Unternehmen mit Sitz auf Zypern geriet 2019 in die Schlagzeilen, als Dilian einen schwarzen Van mit Überwachungstechnik im Wert von neun Millionen Dollar auf die Insel brachte.\\nBislang hat der Untersuchungsausschuss noch nicht festgelegt, welche Zeug:innen zur Anhörung vorgeladen werden, auf jeden Fall wird dies aber Geschäftsführer der Trojaner-Firmen betreffen. Unter Umständen könnten auch deutsche Behörden ins Visier geraten. Laut Meta wird die Spähsoftware von Cytrox in Armenien, Saudi-Arabien, Oman, Kolumbien, Côte d’Ivoire, Vietnam und den Philippinen eingesetzt. Neben Griechenland ist Deutschland laut Metas Bericht der zweite bekannte EU-Mitgliedstaat, in den Predator verkauft wurde.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/predator-von-cytrox-spaehsoftware-auf-telefon-von-griechischem-journalisten-entdeckt/", "date": "Thu, 21 Apr 2022 13:32:38 +0000"}, "368805": {"title": "Climate measures: Behind closed doors, EU officials talk about banning Bitcoin", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '   –   CC-BY 4.0 Oliver HinzmannCrypto\\'s voracious appetite for electricity is causing alarm in Brussels. Behind closed doors, the European Commission and the German government are talking about countermeasures. We publish documents that show how the EU could ban Bitcoin.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '   –   CC-BY 4.0 Oliver HinzmannFor its fans, Bitcoin is the money of the future and the basis of a new economic system: digital and without central control. Anyone who wants to can join in. That’s because the network that runs Bitcoin is decentralized and runs on thousands of devices around the world. All it needs is an Internet connection, a computer and electricity.\\nBut it is precisely the latter, Bitcoin’s hunger for energy, that is becoming a global problem. Instead of ordinary computers, crypto miners are using specialized high-performance devices, so-called ASICs. These are necessary to solve the complicated cryptographic problems that Bitcoin uses to protect itself against manipulation.\\nCritics consider this the currency’s Achilles‘ heel. U.S. Treasury Secretary Janet Yellen has said that Bitcoin is „extremely inefficient“ and consumes „staggering“ amounts of electricity.\\nAmid the Ukraine war and rising energy prices, this criticism seems pressing. While Ethereum, the second-largest cryptocurrency after Bitcoin, wants to switch to the much more frugal proof-of-stake method, such a switch is unlikely for Bitcoin. That’s because the decentralized structure that makes Bitcoin attractive to its fans makes updates nearly impossible.\\nBitcoin consumes around 130 terawatt-hours of electricity annually, researchers at the University of Cambridge estimate in their Bitcoin Electricity Consumption Index. They expect that figure to rise. By comparison, the whole of Germany consumed around 488 terawatt hours of electricity in 2020. Even though this is only a rough estimate, few experts doubt that Bitcoin and other cryptocurrencies consume immense amounts of electricity.\\nWarnings that crypto could become a driver of climate change are causing unease among officials in Berlin and Brussels. Behind closed doors, the European Commission and the German government are considering a ban on bitcoin mining and trading in the cryptocurrency, according to documents unearthed by netzpolitik.org.\\nNo one can say for sure where in the world bitcoin mining is taking place. China, where until last year many Bitcoin facilities were powered by electricity from coal-fired power plants, has banned cryptocurrencies across the board.\\nSince then, new Bitcoin data centers have been popping up in other parts of the world, most notably in the United States. Mining farms next to oil wells in Texas or in decommissioned coal-fired power plants in Pennsylvania, for example, made headlines. Such reports raise fears that a large portion of Bitcoin’s power needs will be met from fossil fuel sources.\\nFor environmental activists and some researchers, one thing is certain: the world’s largest cryptocurrency is a climate problem. A campaign by Greenpeace USA and other NGOs is demanding that Bitcoin change its code. Because Bitcoin, like other cryptocurrencies, is based on the proof-of-work algorithm, transactions can only be stored in the blockchain if their validity is proven by a computer’s work. If Bitcoin changed its code, it could save 99 percent of its power consumption, NGOs say.\\nLast November, the Swedish Financial Supervisory Authority and Environmental Protection Agency became the first authorities across Europe to call for crypto mining using the proof-of-work method to be banned across the EU.\\nBitcoin advocates, however, are resisting the proposal to impose a more energy-efficient mining algorithm on the cryptocurrency. „I think Bitcoin’s proof-of-work is a social achievement that can help us in times of total crisis,“ says Florian Glatz. According to him, alternatives such as proof-of-stake „don’t have the same resilience.“\\nThe Berlin-based lawyer is co-founder of the European Crypto Initiative, and until recently he was also chairman of the German Blockchain Bundesverband. Instead of imposing legal requirements on Bitcoin, miners should rather use green power or buy CO2 certificates, Glatz says.\\n„No need to protect the bitcoin community“\\nEuropean regulators have two tools at their disposal to curb Bitcoin’s hunger for electricity. One is to ban EU-wide mining of cryptocurrencies that use proof-of-work. However, the effect would be limited: Since hardly any mining happens in EU countries, this would have „almost no direct effect on the global mining industry – and thus the energy consumption“ of Bitcoin, says Michel Rauchs, who is a researcher at Cambridge University.\\nA ban would therefore have to hit not only mining, but also Bitcoin trading. Cryptocurrencies that use proof-of-work would then – as in China – be more or less outlawed in the EU.\\nDocuments published by netzpolitik.org show how far such considerations have progressed in European authorities. They come from freedom of information requests to the EU Commission, the German government and Swedish authorities. Behind closed doors, officials exchange details about a possible course of action, as transcripts of their conversations show.\\nOne document states a clear rationale for regulating Bitcoin:\\n\\nIf Ethereum is able to shift, we could legitimately request the same from BTC. We need to “protect” other crypto coins that are sustainable. Don’t see need to “protect” the bitcoin community.\\n\\nThese sentences were uttered at a virtual meeting between Swedish and EU officials in November 2021. It’s unclear who said it, as the Commission redacted the names of the speakers. Who did attend, however, becomes clear through an email exchange ahead of the meeting. For instance, a senior Commission official responsible for „blockchain innovation“ in Europe.\\nAt the meeting, one of those present raises a crucial question. Bluntly, the person asks whether the EU shouldn’t generally ban the trading of cryptocurrencies that, like Bitcoin, use the proof-of-work method. The answer: redacted. The reason the Commission states for the redaction is to protect an „ongoing decision-making process“.\\nOfficials at the meeting also discuss the consequences of a possible ban on investors. „How would disappearance of bitcoin affect consumers?“ asks one person involved, following up with an instant reply: those who own Bitcoin are aware of the currency’s large price fluctuations. „Do not need additional protection measures.“\\nThe conversations suggest that a possible ban on mining or even trading Bitcoin is on the table, Alex de Vries says. An economist at the University of Amsterdam, he runs the influential blog Digicomist and was able to review the documents obtained by netzpolitik.org. „Pretty clear language there,“ he says.\\n„There is no excess energy“\\nAnother conference call by the Commission with Swedish officials in February 2022 was joined by a senior official from Germany’s Federal Environment Ministry, according to emails disclosed under Swedish FOI law. The Commission’s minutes fail to record who made individual statements. But the document shows that officials find a key argument made by Bitcoin supporters to be implausible.\\nThe crypto scene defends the sustainability of proof-of-work by claiming that mining can make productive use of surplus electricity when wind or solar plants produce more than the power grid can absorb, therefore contributing to climate protection by storing „worthless“ energy.\\nHowever, this is hardly the case in real terms, says one of the people present at the conference call. „Excess energy can be diverted to other markets. Methods of storing energy will improve. Hydrogen production can take excess energy. There is no excess energy.“\\nThe document also disputes assertions that miners are satisfied with an energy surplus. „Miners want to be connected all the time. It is not in their interest to be intermittent user, as the machines are not earning anything when switched off.“\\nWhile these talks are underway at the official level, an attempt to limit cryptocurrencies‘ hunger for power is failing in the European Parliament. Currently, the EU is debating a law called Markets in Crypto-Assets that would regulate crypto trading.\\nIn amendments to the regulation, some MEPs want to stipulate that only cryptocurrencies that meet clear environmental sustainability criteria may be traded. Currencies that consume a lot of electricity would only be allowed to a „small extent“ – a severe restriction on Bitcoin trading in the EU.\\n„Bitcoin’s guardian angel“\\nMEPs debated the quasi-revolutionary proposal in the Parliament’s Economic Affairs Committee last winter – at first virtually unnoticed by the public. But when a crypto news site reported on a possible „Bitcoin ban“, an outcry ensued. Crypto fans talked about a „scandal“ that could damage the European economy, even confidence in the EU itself. After conservative and liberal MEPs helped to defeat the proposal, German conservative MEP Stefan Berger accepted accolades as „Bitcoin’s guardian angel.“\\nThe MEP who introduced the failed proposal for a greener Bitcoin is Sven Giegold. The Green party politician has since moved from Brussels to Berlin and has taken office as State Secretary in the Federal Ministry of Economics and Climate Protection in December. His ministry declined to comment on whether Giegold will continue to push for a Bitcoin trade ban.\\nThe German government does not officially commit to taking concrete steps against crypto-mining. There is currently „an exchange at many levels on the question of how Bitcoin could be set up more sustainably,“ a press spokeswoman for the German Environment Ministry told netzpolitik.org.\\nTo effectively regulate Bitcoin, however, as many countries as possible would have to get on board – especially countries where a lot of crypto mining happens. „What is needed here, therefore, is as international a solution as possible,“ the spokeswoman said.\\nThe European Commission „is aware of the negative energy and environmental footprint of cryptocurrencies like bitcoin,“ it has recently said, but it likewise does not comment on possible specific measures.\\nAsked about the documents obtained by netzpolitik.org, a spokesperson said that the Commission is „aware that the Swedish and German authorities are investigating ways to ban it and will continue its regular discussions with Member States, including Swedish and German authorities.“\\n„Only targeting Bitcoin price is likely to work“\\nA first step could be taken by a new energy efficiency directive proposed by the European Commission. It would require member states to collect and publish data on the energy consumption of data centres. For the first time, there could then be labels for facilities that consume a particularly large amount of electricity – a characteristic that probably applies to many Bitcoin farms.\\nBut for economist Alex de Vries, that is hardly an effective measure against crypto’s hunger for electricity. Improving „device efficiency has never reduced Bitcoin’s energy consumption“ de Vries says. „In this industry you can improve the machine, but at best that will just make people run two devices instead of one.“\\nThe economist agrees that mining bans in Europe have little impact on Bitcoin’s energy footprint because mining is virtually location-independent. As long as Bitcoin’s price continues to rise, the same holds true for the cryptocurrency’s energy consumption, he says. „This is also why targeting the Bitcoin price is the only thing likely to work.“\\nDe Vries argues that for this to happen, policymakers would have to tax transactions or restrict the trading of certain cryptocurrencies.\\nThe debate on how to deal with Bitcoin and other crypto-currencies must be continued, Green MEP Rasmus Andresen tells netzpolitik.org. In order to curb climate change, ecological criteria are also needed for cryptocurrencies. „So the last word has not been spoken yet.“\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/climate-measures-behind-closed-doors-eu-officials-talk-about-banning-bitcoin/", "date": "Thu, 21 Apr 2022 10:33:27 +0000"}, "368082": {"title": "Interne Dokumente: EU tüftelt an Bitcoin-Verbot", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '   –   CC-BY 4.0 Oliver HinzmannBitcoin ist ein Stromfresser. Hinter verschlossenen Türen denken Beamt:innen von EU und Bundesregierung über ein Verbot nach. Wie sie Argumente von Bitcoin-Fans einschätzen, zeigen bislang unveröffentlichte Dokumente.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '   –   CC-BY 4.0 Oliver HinzmannFür seine Fans ist Bitcoin das Geld der Zukunft und Basis eines neuen Wirtschaftssystems: Digital und ohne zentrale Kontrollinstanz. Wer mitmachen will, kann mitmachen. Denn das Netzwerk, das Bitcoin betreibt, läuft dezentral über tausende Geräte auf der ganzen Welt. Um sich daran zu beteiligen braucht es nur einen Internetanschluss, einen Rechner und Strom.\\nLetzteres aber, der Energiehunger von Bitcoin, wächst zum globalen Problem heran. Statt gewöhnlicher Computer verwenden Bitcoin-Miner spezialisierte Hochleistungsrechner. Die sind notwendig, um die komplizierten kryptographischen Probleme zu lösen, mit denen Bitcoin sich gegen Manipulation schützt. Kritiker:innen halten den Algorithmus für die Achillesferse der Währung. US-Finanzministerin Janet Yellen bemängelt, Bitcoin sei „extrem ineffizient“ und verbrauche „atemberaubende“ Strommengen.\\nGerade in Zeiten des Ukraine-Krieges und steigender Energiepreise wirkt diese Kritik drängend. Doch während Ethereum, die zweitgrößte Kryptowährung nach Bitcoin, auf die viel sparsamere Proof-of-Stake-Methode wechseln will, ist eine solche Umstellung bei Bitcoin unwahrscheinlich. Denn die dezentrale Struktur, die Bitcoin für seine Fans attraktiv macht, macht Updates beinahe unmöglich.\\nRund 130 Terawattstunden Strom verbraucht Bitcoin jährlich, schätzen Forscher:innen der Universität Cambridge in ihrem Bitcoin Electricity Consumption Index. Tendenz steigend. Zum Vergleich: Ganz Deutschland verbrauchte 2020 rund 488 Terawattstunden Strom. Auch wenn das nur eine grobe Schätzung ist, bezweifeln wenige Expert:innen, dass Bitcoin und andere Kryptowährungen immense Strommengen verbraucht.\\nWarnungen, dass Krypto zu einem Treiber des Klimawandels werden könnte, sorgen bei Beamt:innen in Berlin und Brüssel für Unruhe. Hinter verschlossenen Türen denken führende Beamt:innen der EU-Kommission und der deutschen Bundesregierung sogar über ein Verbot von Bitcoin-Mining und dem Handel mit der Kryptowährung nach – das zeigen Dokumente, die netzpolitik.org veröffentlicht. Auch auf politischer Ebene könnte es dafür Unterstützung geben.\\nStromhunger: Ein Kohlekraftwerk in Texas    -   Gemeinfrei-ähnlich freigegeben durch unsplash.com Sam LaRussa\\nNiemand kann genau sagen, wo überall auf der Welt Bitcoin-Mining betrieben wird. China, wo bis zum Vorjahr viele Bitcoin-Anlagen mit Strom aus Kohlekraftwerken betrieben wurden, hat Kryptowährungen generell verboten. Seither tauchen neue Bitcoin-Rechenzentren in anderen Weltgegenden auf, vor allem in den USA. Für Schlagzeilen sorgten etwa Miningfarmen neben Ölquellen in Texas oder in ausgemusterten Kohlekraftwerken in Pennsylvania. Solche Berichte lassen fürchten, dass ein großer Teil des Strombedarfs von Bitcoin aus fossilen Energiequellen gedeckt wird.\\nFür Umweltaktivist:innen und einige Forscher:innen steht fest: Die weltgrößte Kryptowährung ist ein Klimaproblem. Eine Kampagne von Greenpeace USA und anderen Umwelt-NGOs fordert, Bitcoin müsse seinen Code ändern. Denn Bitcoin beruht wie andere Kryptowährungen auf dem Proof-of-Work-Algorithmus. Bei diesem können nur dann Transaktionen in der Blockchain gespeichert werden, wenn ihre Gültigkeit durch Arbeitsleistung eines Computers bewiesen wird. Ändere Bitcoin seinen Code, könne es 99 Prozent seines Stromverbrauchs einsparen, sagen die NGOs.\\nAls europaweit erste Behörden forderten die schwedische Finanzaufsicht und Umweltbehörde im vergangenen November, Krypto-Mining mit der Proof-of-Work-Methode in der ganzen EU zu verbieten.\\nBitcoin-Befürworter:innen wehren sich jedoch gegen den Vorschlag, der Kryptowährung einen energieeffizienteren Mining-Algorithmus aufzuzwingen. „Ich halte den Bitcoin-Proof-of-Work für eine gesellschaftliche Errungenschaft, die uns in Zeiten der totalen Krise helfen kann“, sagt etwa Florian Glatz. Alternativen wie Proof-of-Stake hätten „nicht die selbe Resilienz“. Der Berliner Anwalt ist Mitgründer der European Crypto Initiative, bis vor Kurzem war er Vorsitzender des deutschen Blockchain Bundesverband. Statt Bitcoin gesetzliche Vorschriften zu machen, sollten Miner lieber Ökostrom verwenden oder CO2-Zertifikate kaufen, sagt Glatz.\\n„Keine Notwendigkeit, die Bitcoin-Community zu schützen“\\nIm Werkzeugkasten der EU gibt es zwei Mittel, um den Stromhunger von Bitcoin zu dämpfen. So könnte sie EU-weit das Mining von jenen Kryptowährungen verbieten, die Proof-of-Work verwenden. Der Effekt wäre allerdings beschränkt: Denn da in EU-Ländern kaum Mining passiere, hätte dies bei Bitcoin „nahezu keine direkte Wirkung auf die globale Miningindustrie — und somit den Energieverbrauch“, sagt Michel Rauchs, der an der Universität Cambridge zu der Frage forscht. \\nEin Verbot müsste daher nicht nur Mining, sondern auch den Handel mit Bitcoin treffen. Kryptowährungen, die den Stromfresser Proof-of-Work verwenden, wären dann – wie in China – in der EU nur noch verdeckt verwendbar.\\nWie weit solche Überlegungen in europäischen Behörden gediehen sind, zeigen Dokumente, die netzpolitik.org veröffentlicht. Sie stammen aus Informationsfreiheitsanfragen bei der EU-Kommission, der deutschen Bundesregierung und schwedischen Behörden. Hinter verschlossenen Türen tauschen sich Beamte detailreich über ein mögliches Vorgehen aus, wie Mitschriften ihrer Gespräche zeigen.\\nIn einem der Dokumente heißt es etwa über den Wechsel von Etherum zur klimafreundlicheren Proof-of-Stake-Methode:\\n\\nWenn Ethereum in der Lage ist, zu wechseln, könnten wir legitimerweise dasselbe von [Bitcoin] verlangen. Wir müssen andere Krypto-Coins ’schützen‘, die nachhaltig sind. [Wir] sehen keine Notwendigkeit, die Bitcoin-Community zu ’schützen‘.\\n\\nDiese Sätzen fielen bei einem virtuellen Meeting zwischen schwedischen und EU-Beamten im November 2021. Wer sie geäußert hat, bleibt unklar, denn die Kommission schwärzt in ihren Aufzeichnungen die Namen der Sprecher:innen. Wer teilnahm, darauf lässt allerdings ein E-Mail-Wechsel vor dem Treffen schließen. Etwa ein führender Kommissionsbeamter, der für „Blockchain-Innovation“ in Europa zuständig ist.\\nSollte die EU Bitcoin-Handel verbieten? Geschwärzte Antwort\\nBei dem Treffen wirft einer der Anwesenden eine entscheidende Frage auf. Unverblümt formuliert die Person, ob die EU nicht den Handel mit Kryptowährungen, die wie Bitcoin die Proof-of-Work-Methode verwenden, generell verbieten soll? Die Antwort: geschwärzt. Als Begründung nennt die Kommission den Schutz des „laufenden Entscheidungsprozesses“.\\nÜberlegungen zu Krypto: Am EU-Hauptsitz in Brüssel    -   Gemeinfrei-ähnlich freigegeben durch unsplash.com Christian Lue\\nDie Beamt:innen besprechen bei dem Treffen auch die Konsequenzen eines möglichen Verbots für Investor:innen. „Wie würde das Verschwinden von Bitcoin sich auf Verbraucher:innen auswirken?“, fragt eine beteiligte Person. Sie gibt auch gleich die Antwort: Wer Bitcoin besitze, sei sich der großen Preisschwankungen der Währung bewusst. „Wir brauchen keine zusätzlichen Schutzmaßnahmen.“\\nDie Unterredungen ließen darauf schließen, dass ein mögliches Verbot von Mining oder gar Handel von Bitcoin auf dem Tisch liege, glaubt Alex de Vries. Der Wirtschaftswissenschaftler an der Universität Amsterdam betreibt den einflussreichen Blog Digicomist, er konnte die Dokumente von netzpolitik.org einsehen. „Die Sprache ist ziemlich klar.“\\n„Es gibt keine überschüssige Energie“\\nIm Februar 2022 folgt eine weitere Video-Konferenz der EU-Kommission mit schwedischen Beamt:innen, diesmal ist laut offengelegten E-Mails auch ein Abteilungsleiter aus dem deutschen Bundesumweltministerium dabei. Die Notizen der Kommission aus dem Gespräch lassen erneut offen, von wem einzelne Äußerungen stammen. Das Dokument zeigt aber, dass die Beamt:innen ein Schlüsselargument von Bitcoin-Fans für unglaubwürdig halten.\\nDie Krypto-Szene verteidigt die Nachhaltigkeit von Proof-of-Work gerne mit dem Behauptung, dass für Mining hauptsächlich „überschüssiger“ Strom verwendet werde.\\xa0 Das geschehe, wenn etwa Wind- oder Solaranlagen mehr produzierten, als das Stromnetz aufnehmen könne. Bitcoin sei daher sogar ein Beitrag zum Klimaschutz, weil es wertlose Energie speichere.\\nDies sei jedoch real kaum der Fall, sagt einer der Anwesenden bei dem Gespräch. Denn Strom könne in andere Märkte umgeleitet werden. Zudem verbesserten sich die Speichermöglichkeiten rasch, etwa durch Wasserstoff. „Es gibt keine überschüssige Energie.“ Auch würden sich die Miner kaum mit Überschüssen zufrieden geben. „Es ist nicht in ihrem Interesse, unregelmäßige Nutzer zu sein, da die Maschinen im ausgeschalteten Zustand nichts abwerfen.“\\nWährend diese Unterredungen auf beamtlicher Ebene laufen, scheitert im EU-Parlament ein Versuch, den Stromhunger von Kryptowährungen zu beschränken. Derzeit berät die EU über ein Gesetz, dass den Handel mit Krypto-Werten regeln soll. In Ergänzungsanträgen zu der Verordnung wollen einige Abgeordnete festschreiben, dass nur Kryptowährungen gehandelt werden dürfen, die klare ökologische Nachhaltigkeitskriterien erfüllen. Währungen, die viel Strom verbrauchen, wären nur noch in „geringem Umfang“ erlaubt – eine deutliche Beschränkung für Bitcoin in der EU.\\nEin CDU-Mann als „Bitcoin-Schutzengel“\\nDen quasi-revolutionären Vorschlag debattieren im vergangenen Winter Abgeordnete im Wirtschaftsausschuss des Parlaments, zunächst praktisch unbeachtet von der Öffentlichkeit. Doch als Nachrichtenseiten aus der Krypto-Szene über ein mögliches „Bitcoin-Verbot“ berichten, gibt es dort einen Aufschrei: Es handle sich um einen „Skandal“, der der europäischen Wirtschaft schade und sogar dem Vertrauen in die EU. Konservative und liberale Abgeordnete springen in die Bresche. Nachdem sie die Vorschläge ablehnen, lässt sich der CDU-Mann Stefan Berger als „Bitcoin-Schutzengel“ feiern.\\nDer grüne Abgeordnete, der den gescheiterten Vorschlag für die Ökologisierung von Bitcoin im EU-Parlament einbrachte, ist Sven Giegold. Er ist inzwischen von Brüssel nach Berlin gewechselt und sitzt seit Dezember als Staatssekretär im Bundesministerium für Wirtschaft und Klimaschutz. Dort antwortet der zuständige Pressesprecher nicht auf unsere Frage, ob Giegold sich weiterhin für Handelsbeschränkungen für Bitcoin einsetzt.\\nNun in Berlin: Der Grüne Sven Giegold    -   CC-BY-SA 2.0 Bündnis 90/Die Grünen Nordrhein-Westfalen\\nOffiziell möchten sich die Bundesregierung nicht darauf festlegen, konkrete Schritte gegen Krypto-Mining zu setzen. Derzeit gebe es „auf vielen Ebenen einen Austausch zu der Frage, wie sich der Bitcoin nachhaltiger aufstellen ließe“, sagte eine Pressesprecherin des Bundesumweltministeriums gegenüber netzpolitik.org. Um Bitcoin wirksam zu regulieren, müssten jedoch möglichst viele Staaten an Bord – besonders Staaten, in denen viel Krypto-Mining passiere. „Gefragt ist hier deshalb möglichst eine internationale Lösung“, so die Sprecherin.\\nDie EU-Kommission ist sich „der schlechten Energie- und Umweltbilanz von Kryptowährungen wie Bitcoin bewusst“, sagt die Kommission gegenüber dem EU-Parlament. Konkreteres lässt sie sich auf unsere Anfrage hin kaum entlocken. Die Kommission wisse, dass schwedische und deutsche Behörden über ein mögliches Verbot sprächen und werde ihre regelmäßigen Gespräche zu dem Thema mit den Mitgliedsstaaten fortsetzen, sagt ein Sprecher.\\n„Den Bitcoin-Preis ins Visier nehmen“\\nEinen ersten Schritt setzen soll nach Vorstellungen in Brüssel eine neue Energieeffizienz-Richtlinie, die die EU-Kommission im Vorjahr vorgeschlagen hat. Sie soll vorschreiben, dass Mitgliedsstaaten Daten über den Energieverbrauch von Rechenzentren sammeln und veröffentlichen. Erstmals könnte es dann Labels für Anlagen geben, die besonders viel Strom verbrauchen – ein Merkmal, das wohl auf viele Bitcoin-Farmen zutrifft.\\nFür den Wirtschaftswissenschaftler Alex de Vries ist das aber kaum eine wirksame Maßnahmen gegen den Stromhunger von Krypto. Die „Effizienz von Geräten zu verbessern hat nie den Energieverbrauch von Bitcoin gesenkt“, sagte de Vries. Effizientere Geräte führten „bestenfalls dazu, dass die Leute zwei Geräte statt einem betreiben.“\\nDer Wirtschaftswissenschaftler glaubt, dass selbst Mining-Verbote in Europa wenig Auswirkungen auf die Energiebilanz von Bitcoin haben, denn Mining sei praktisch ortsunabhängig. So lange der Bitcoin-Preis ansteige, gelte das auch für den Energieverbrauch der Kryptowährung. „Daher ist wohl das Einzige, das funktioniert, den Bitcoin-Preis ins Visier zu nehmen.“ De Vries argumentiert, die Politik müsse dafür etwa Hersteller von spezialisierten Mining-Rechnern stärker besteuern und den Handel bestimmter Kryptowährungen beschränken. Dabei hätten Entscheidungen der EU Gewicht.\\nDie Debatte über den Umgang mit Bitcoin und Co. müsse jedenfalls weitergeführt werden, sagt der grüne EU-Abgeordnete Rasmus Andresen gegenüber netzpolitik.org. Um den Klimawandel einzudämmen, brauche es ökologische Kriterien auch für Kryptowährungen. „Das letzte Wort ist also noch nicht gesprochen.“\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/interne-dokumente-eu-tueftelt-an-bitcoin-verbot/", "date": "Thu, 21 Apr 2022 08:17:25 +0000"}, "368705": {"title": "Kampf gegen sexuelle Gewalt: Anonyme Pornos in Gefahr", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Einverständnis und Anonymität  bei Nacktaufnahmen sind ein Spagat, aber nicht unmöglich (Symbolbild)    –    Person links: IMAGO / Addictive Stock; Person Mitte: IMAGO / Wavebreak Media Ltd, Person rechts: IMAGO / CHROMORANGE; Montage: netzpolitik.orgWer Pornos veröffentlicht, hat ein Recht auf Anonymität – zugleich sollen Plattformen prüfen, dass Nacktaufnahmen einvernehmlich sind. Beides wäre möglich. Doch es gibt Kritik an den geplanten EU-Regeln im Digitale-Dienste-Gesetz.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Einverständnis und Anonymität  bei Nacktaufnahmen sind ein Spagat, aber nicht unmöglich (Symbolbild)    –    Person links: IMAGO / Addictive Stock; Person Mitte: IMAGO / Wavebreak Media Ltd, Person rechts: IMAGO / CHROMORANGE; Montage: netzpolitik.org„Deine Kurven brechen mir das Herz“, schreibt jemand unter ein Foto von Mocha. Darin zeigt Mocha sich nackt, ein Bein aufgestellt, eine Hand lässig auf den Oberschenkel gelegt. Mochas Fingernägel: altrosa, passend zur Tür im Hintergrund. Das Bild reicht nur bis zum Hals, ihr Gesicht bleibt verborgen. Veröffentlicht hat sie das Bild an einem Ort namens GoneWildCurvy auf dem sozialen Netzwerk Reddit. Selbstbeschreibung: „eine sichere Community, in der weibliche Redditoren ihre nackten oder teilweise nackten Körper zeigen können.“\\nGoneWildCurvy unterscheidet sich von vielen anderen Nackt-Communitys im Netz. Hier darf kein Bild online sein, wenn sich die darauf gezeigte Person nicht zuvor verifiziert hat. Dafür genügen ein Blatt Papier und ein Stift. So hat es auch Mocha gemacht: Auf das Papier kommen der eigene Nickname, das Datum und der Name der Community, GoneWildCurvy. Dann das Papier vor den Körper halten und drei Fotos aus verschiedenen Winkeln knipsen. „Merkt euch, dass alle Beteiligten verifiziert sein müssen“, mahnen die Moderator:innen der Community. Das gilt auch für Paare, wenn von einer Partner:in nur die Hände im Foto zu sehen sind.\\nGoneWildCurvy gibt es seit zehn Jahren und zählt rund 652.000 Mitglieder. Die meisten davon schauen wohl nur zu. „Wir haben über die Jahre lange und hart darüber nachgedacht, wie wir Nutzer:innen schützen können und zugleich sicherstellen, dass sie Inhalte nur mit vollem Einverständnis veröffentlichen“, schreibt Maeby im Gespräch mit netzpolitik.org auf Englisch. Maeby ist Moderatorin bei GoneWildCurvy – und auch bei der Schwester-Community GoneWildColor. Das heißt, sie wacht gemeinsam mit anderen Freiwilligen über die Regeln.\\n„Wir haben Worst-Case-Szenarien im Blick und versuchen, uns darauf vorzubereiten“, erklärt Maeby. Das spiegelt sich auch in den Regeln wieder. Mindestens eines der Fotos zur Verifikation soll vom Hals bis zu den Knien gehen. „Wir müssen deinen Körper sehen, um ihn zu verifizieren“, heißt es auf einer Erklärseite. Das Papier soll zerknittert sein, damit es umso schwerer per Bildbearbeitung gefälscht werden kann. Schlecht beleuchtete, unscharfe oder nachbearbeitete Bilder würden nicht akzeptiert.\\nEU könnte anonyme Porno-Uploads verbieten\\nDie Mitglieder der beiden Nackt-Communitys packen damit konstruktiv Probleme an, an dem sich Porno-Imperien und Politiker:innen derzeit international abarbeiten. Seit Jahren berichten Nachrichtenmedien über nicht-einvernehmliche Aufnahmen auf den größten Pornoseiten der Welt. Umgangssprachlich ist von „Rachepornos“ die Rede, Fachleute sprechen lieber von bildbasierter Gewalt. Betroffene wehren sich mit Sammelklagen gegen die Pornoseiten. Petitionen sammeln Millionen Unterschriften. Politiker:innen in den USA und Europa planen schärfere Gesetze.\\nWie lässt sich verhindern, dass Täter:innen Nacktaufnahmen ohne Einverständnis verbreiten? Aktuell verhandelt die Europäische Union über  neue Regeln für Pornoseiten. Das passiert im Zusammenhang des Digitale-Dienste-Gesetzes. Dieses umfassende Paket zur Internetregulierung ist fast fertig. Der darin geplante Paragraf für Pornoseiten unterscheidet sich jedoch komplett von den anonymen Verfahren. Demnach sollen sich alle Porno-Uploader:innen mit E-Mail und Telefonnummer verifizieren müssen. Dafür gibt es scharfe Kritik – dazu später mehr.\\nDer Gedanke hinter der Registrierung per Telefonnummer ist zunächst: Sie macht Porno-Uploader:innen identifizierbar. In vielen EU-Ländern lassen sich offiziell keine anonymen SIM-Karten mehr kaufen. Verbreitet jemand bildbasierte Gewalt, könnten Ermittlungsbehörden über den Telefonprovider Verdächtige ausfindig machen.\\nPorno-Regulierung der EU steht auf der Kippe\\nAußerdem würden potentielle Täter:innen zum Nachdenken gezwungen, wenn sie eine Telefonnummer angeben müssen, wie Europa-Abgeordnete Alexandra Geese (Grüne) im Gespräch mit netzpolitik.org erklärt. Sie hat den Porno-Paragrafen gemeinsam mit Fraktionskolleg:innen der Grünen und der liberalen Fraktion Renew eingebracht. Derzeit ist allerdings nicht klar, ob der Paragraf es überhaupt ins Gesetz schafft.\\nAktuell sind die Verhandlungen zum Digitale-Dienste-Gesetz in den letzten Zügen. Eine Einigung könnte es noch diese Woche Freitag geben, so Geese. „In den Verhandlungen gibt es eine komplexe Gemengelage. Die Situation ändert sich ständig“. Sie könne nicht ausschließen, dass die Regulierung für Pornoseiten nur in einem Erwägungsgrund lande und kein eigener Artikel werde. „Dann wäre es eine zahnloser Tiger. Das wäre eine herbe Niederlage.“\\nDie Initiative Anna Nackt vertritt in Deutschland die Interessen von Menschen, deren Nacktaufnahmen gegen ihren Willen im Internet verbreitet wurden. Die Initiatorin ist selbst von bildbasierter Gewalt betroffen, möchte in der Öffentlichkeit anonym bleiben und nennt sich daher Anna Nackt. Sie kritisiert das mögliche Scheitern einer Regulierung von Pornoseiten im Digitale-Dienste-Gesetz gegenüber netzpolitik.org. Das wäre ein „Schlag ins Gesicht“ für die „tausenden Frauen und Mädchen in Europa und weltweit, deren privaten Bilder illegal im Internet verbreitet werden“.\\nAnonymität schützt Uploader:innen vor Gewalt\\nDie geplante verpflichtende Registrierung per Telefonnummer käme jedenfalls einem Verbot anonymer Porno-Uploads gleich – und das wirft viele Probleme auf. Um den Wert der Anonymität für Uploader:innen zu verstehen, muss man vor allem zwischen zwei Gruppen unterscheiden.\\nDa sind einmal Menschen, die sich ohne kommerzielle Interessen gerne nackt oder bei Sex zeigen möchten. Das ist gelebte sexuelle Selbstbestimmung. Anonymität ist dabei für einige einfach Schutz der Privatsphäre; für andere bedeutet es Schutz vor Diskriminierung und Gewalt. In Communitys wie RepressedGoneWild posten etwa Frauen aus repressiven Staaten Nacktfotos, um sich gegen die Unterdrückung ihrer Sexualität zu wehren. „Ich poste auf RepressedGoneWild, um den religiösen Extremisten ein großes ‚Fuck you‘ zu zeigen“, schrieb eine Nutzerin dem VICE-Magazin. Wenn ihre Identität auffliegt, könnte sie getötet werden.\\nDie zweite Gruppe, die Wert auf Anonymität legt, sind kommerzielle Darsteller:innen. Sie verdienen mit Nacktaufnahmen Geld und stehen teilweise auch jenseits von Pornoseiten in der Öffentlichkeit. Trotzdem sind Datenschutz und Privatsphäre für sie ein Thema. Das unterstreicht die European Sex Workers Rights Alliance (ESWA) im Gespräch mit netzpolitik.org. Mitglied der ESWA sind mehr als 90 Organisationen und Verbände, zwölf davon aus Deutschland.\\nSexarbeiter:innen-Verband gegen Handynummern-Pflicht\\n„Sexarbeit ist weltweit eine stark stigmatisierte Tätigkeit und in vielen Ländern auch kriminalisiert“, schreibt ESWA-Sprecher Yigit Aydin auf Englisch. Vielen Sexarbeiter:innen drohe Diskriminierung, Verfolgung, Abschiebung, Verhaftung und körperlicher Gewalt. In vielen Fällen seien Sexarbeiter:innen erpresst worden, nachdem ihre private Daten in die falschen Hände geraten sind. „Für Sexarbeiter:innen ist Online-Sicherheit gleich Offline-Sicherheit“, schreibt Aydin.\\nEs stimme zwar, dass große Plattformen schon jetzt viel mehr Daten sammeln. Aber ESWA plädiere für Datenminimierung. „Indem Plattformen so sensible Daten sammeln, bringen sie Sexarbeiter:innen in Gefahr und erhöhen die Wahrscheinlichkeit von Datenlecks, die ihnen das Leben kosten können“, schreibt Aydin. ESWA lehnt den EU-Vorstoß ab, wonach Uploader:innen einer Pornoseiten ihre Telefonnummer offenlegen müssen. „Es ist eine Verletzung unseres Rechts auf Privatsphäre und ein populistischer, übereilter und diskriminierender Entwurf.“\\nAndere Routinen bei professionellen Porno-Drehs\\nZumindest für die größten Anbieter wie xHamster und Pornhub dürfte die Sammlung von Handynummern keinen großen Unterschied machen. Beide verlangen schon jetzt viel mehr. Uploader:innen sollen etwa Selfies mit ihrem Personalausweis hochladen, und damit deutlich sensiblere Daten herausrücken als eine Telefonnummer. Zugleich sind Ausweiskontrollen eine verlässliche Methode, um zu überprüfen, dass Darsteller:innen volljährig sind.\\nFür Profis ist die Überprüfung von Einvernehmlichkeit am Filmset zudem längst Routine. Besonders anschaulich beschreibt das Porno-Darstellerin Texas Petti im BR-Podcast Wild Wild Web. Sie erzählt darin von der Routine beim Dreh für die Pornhub-Schwester Brazzers. „Die Kamera läuft, und bevor dein Shoot startet, hast du deine ID-Card in der Hand“. Dann müsse man eine Menge Fragen beantworten, etwa: „Bist du dir im Klaren, dass wir gleich pornografisches Material aufnehmen?“ Eine zweite Fragerunde gebe es nach dem Dreh: „Bist du zufrieden mit dem Material und fühlst du dich gut dabei, dass dieses Material veröffentlicht werden darf?“ Wir haben Brazzers gefragt, wie diese Routine entwickelt wurde und keine Antwort bekommen.\\nDie am Set dokumentierten Gespräche sind jedenfalls ein großer Unterschied zur bloßen Angabe einer Telefonnummer. Beim Upload lässt sich allein mit einer Telefonnummer nicht überprüfen, ob eine Person in einer Nacktaufnahme mit der Verbreitung einverstanden ist. Das mag im Profi-Bereich weniger relevant sein, bei nicht-kommerziellen Nutzer:innen aber umso mehr. Eine Telefonnummer kann zwar dabei helfen, Verdächtige zu ermitteln. Aber in diesem Szenario ist die bildbasierte Gewalt schon geschehen, wurde bemerkt und Behörden haben Ermittlungen gestartet. Bis all das passiert, kann sich eine Aufnahme millionenfach verbreiten – ein deutlicher Nachteil dieser Methode.\\nGeese: anonyme Verifikation „sehr interessant und spannend“\\nIm Gespräch mit netzpolitik.org zeigt Alexandra Geese Verständnis für die Kritik an einer verpflichtenden Registrierung per Telefonnummer. „Die Kritik ist nachvollziehbar und ich teile sie auch. Das ist nicht unproblematisch.“ Die Angabe einer Telefonnummer sei das Ergebnis einer Abwägung gewesen. „Der konkrete Schaden durch digitale sexuelle Gewalt ist jedoch so groß, dass wir das in Kauf nehmen.“ Bei betroffenen Frauen seien die Schäden durch die Verbreitung solcher Aufnahmen teilweise so groß wie durch einen körperlichen, sexuellen Missbrauch.\\nEine anonyme Verifikation per Selfies aller Beteiligten bezeichnet Geese als „sehr interessant und spannend“. Die Methode „wäre eine sehr hohe Anforderung für die Moderation von Inhalten, aber ich kann mir dieses Verfahren sehr gut vorstellen“, so Geese. Sie werde das in die aktuell laufenden Verhandlungen zum Digitale-Dienste-Gesetz miteinbringen. Offenbar war diese Methode bislang nicht auf dem Schirm der Gesetzgeber:innen. „Wir wollen nicht verhindern, dass Menschen Pornos hochladen, sondern dass Aufnahmen gegen den Willen der gezeigten Personen verbreitet werden“, sagt Geese.\\nInteressenverbände bewerten anonyme Verifikation positiv\\nAnna Nackt von der gleichnamigen Initiative gegen bildbasierte Gewalt zeigt sich aufgeschlossen gegenüber einer anonymen Verifikation für Porno-Uploads. Wenn sich alle Beteiligten von Nacktaufnahmen anonym verifizieren, dann erscheint die Methode auch für Anna Nackt „sehr sinnvoll“. Es greife zwar recht stark in das Geschäftsmodell der großen Seiten ein, da es deutlich mehr Aufwand bedeute. „Aber das ist ja nichts Schlechtes.“\\nGoneWildCurvy-Moderatorin Maeby, die selbst anonyme Verifikation für ihre Communitys durchführt, schreibt über die großen Pornoseiten: „Ich bezweifle stark, dass sie freiwillig etwas implementieren, dass ihre Einnahmen bedroht“.\\nDie ESWA bewertet eine anonyme Verifikation ebenso positiv: „Wir begrüßen solche Praktiken einiger Plattformen, die innovative Wege finden, um den Nutzer:innen mehr Anonymität und Privatsphäre zu ermöglichen und gleichzeitig sicherzustellen, dass eine Zustimmung vorliegt.“ Zugleich betont ESWA-Sprecher Aydin, dass technische Lösungen allein nicht reichen. „Probleme wie bildbasierte sexuelle Gewalt lassen sich am besten angehen, indem man gegen Frauenfeindlichkeit und die Stigmatisierung von Sexarbeiter.innen vorgeht“. Außerdem brauche es eine umfassende Sexualerziehung, die darauf abziele, alle Formen geschlechtsspezifischer Gewalt zu bekämpfen.\\nWeltgrößte Pornoseite verifiziert anonym – aber halbherzig\\nNur wenige versuchen derzeit den Spagat zwischen Einvernehmlichkeit und Anonymität. Ein interessantes Beispiel ist die meistbesuchte Pornoseite der Welt, XVideos. Hier verifizieren sich Nutzer:innen nicht über Ausweise wie bei Pornhub und xHamster, sondern über ein Video. In dem Video sollen sie ihren Nicknamen und „XVideos“ auf ein Blatt Papier oder ihren Körper schreiben. Das Verfahren ähnelt der Verifikation bei GoneWildCury und GoneWildColor. Der entscheidende Unterschied: Es ist nicht verpflichtend. Entsprechend lassen sich mutmaßliche Aufnahmen sexualisierter Gewalt dennoch auf der Plattform verbreiten, wie unsere Recherchen im März zeigten.\\nAuch die populäre Reddit-Community GoneWild arbeitet mit anonymer Verifikation. Die bereits erwähnten Communitys GoneWildCurvy und GoneWildColor sind sozusagen kleinere Ableger des großen GoneWild, das rund 3,8 Millionen Mitglieder zählt. „Nicht alle werden sofort gefragt, sich zu verifizieren“, erklärt ein GoneWild-Moderator gegenüber netzpolitik.org. „Aber die meisten Accounts werden während ihrer ersten Uploads gefragt oder bevor sie viele Views bekommen.“ Man versuche, mögliche nicht-einvernehmliche Accounts auszusortieren, wolle es neuen Accounts aber auch einfach machen, zu posten.\\nDie nächsten Tage könnten entscheiden\\nAnsätze für anonyme Verifikation gibt es also schon außerhalb der Nische. Sie werden aber nicht flächendeckend angewandt. Die schlauste Methode bringt wenig, wenn die Schlufplöcher groß sind. Diese Erfahrung hat auch GoneWildCurvy-Moderatorin Maeby gemacht. Sie zeige sich inzwischen nicht mehr öffentlich nackt im Netz, schreibt sie – weil Fremde ihre Fotos gegen ihren Willen an anderen Orten verbreitet hätten. Sie habe sie zwar löschen lassen, aber sie seien wieder aufgetaucht. „Es war wie eine Hydra mit vielen Köpfen.“\\nEine mögliche Regulierung durch die EU kann also nicht mehr als ein erster Schritt sein. Mit Sicherheit wird es viele Orte im Netz geben, die sich nicht daran halten. Was genau dazu im Digitale-Dienste-Gesetz zu lesen sein wird, ist derzeit offen.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/kampf-gegen-sexuelle-gewalt-anonyme-pornos-in-gefahr/", "date": "Wed, 20 Apr 2022 11:47:08 +0000"}, "368723": {"title": "eBay-Stalkingskandal: Einschüchterung nach Mafia-Art", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Hier ist der Kopf am Schweinchen noch dran. (Symbolbild)    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Forest SimonIm Ebay-Stalkingskandal will sich laut Medienberichten ein weiterer, hochrangiger Täter schuldig bekennen. Es geht um Einschüchterungsversuche aus dem Jahr 2019. Mit bizarren Methoden ist der Konzern gegen ein Ebay-kritisches Blogger:innen-Paar vorgegangen.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Hier ist der Kopf am Schweinchen noch dran. (Symbolbild)    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Forest SimonEs klingt wie aus einem Mafiafilm: Ein Blogger-Paar, das Ebay kritisiert hat, soll blutige Schweinsmasken erhalten haben, einen konservierten Schweinefötus und ein Selbsthilfebuch, das nach dem Tod von Lebensparter:innen helfen soll. Das Paar hatte eine Website betrieben und Newsletter verschickt, die sich kritisch mit Ebay auseinandersetzten.\\nWegen dieser Einschüchterungsmethoden läuft in den USA ein Prozess gegen den ehemaligen Ebay-Sicherheitschef Jim Baugh. Wie Bloomberg und Reuters nun berichten, werde sich Baugh schuldig bekennen. Sein Anwalt William Fick habe das laut Reuters nicht kommentiert.\\nDer ausufernde Stalking-Fall stammt aus dem Jahr 2019 und umfasst neben Baugh eine ganze Reihe an ehemaligen Ebay-Angestellten. Betroffen waren sieben Personen, mindestens fünf davon haben sich Reuters zufolge schuldig bekannt. Ihnen war das von Ina und David Steiner betriebene Portal EcommerceBytes ein Dorn im Auge, das Details zu Geschäftspraktiken und Interna von Ebay veröffentlichte.\\nNachdem Ina Steiner und ihr Partner das Gehalt des damaligen Ebay-Chefs Devin Wenig offengelegt hatten, soll Wenig den Wunsch geäußert haben, Steiner „auszuschalten“. Das berichten US-Medien unter Bezug auf Gerichtsdokumente. Reuters zufolge habe Wenig, der selbst nicht angeklagt ist, bestritten, von den Plänen gewusst zu haben. Gegenüber dem US-Magazin Recode habe Wenig erklärt, die Zitate seien falsch interpretiert und aus dem Kontext gerissen worden.\\nBreite Stalking-Kampagne\\nFür das Blogger:innen-Paar folgte eine orchestrierte Stalking-Kampagne. Der Sicherheitschef Baugh soll sogar heimlich das Haus des Paares besucht und geplant haben, ein GPS-Ortungsgerät an ihrem Auto zu installieren, heißt es in der Klageschrift der US-Bundesstaatsanwaltschaft.\\nNicht alle mutmaßlich in den Skandal verwickelten Ebay-Mitarbeiter:innen wurden bislang angeklagt, darunter Wenig und sein damaliger Kommunikationschef Steve Wymer. Beide arbeiten inzwischen nicht mehr für Ebay. Die in Gerichtsdokumenten offengelegten Text-Nachrichten seien „unangemessen“ gewesen, teilte Ebay dem Boston Magazine mit. Ex-CEO Wenig wurde 2019 mit einem goldenen Handschlag in der Höhe von 57 Millionen US-Dollar verabschiedet und arbeitet nun für den Autohersteller General Motors.\\nIn unterschiedlichen Gerichtsverfahren haben sich bislang mehrere hochrangige Ex-Manager:innen schuldig bekannt. Darunter befinden sich Stephanie Popp aus der „Global Intelligence“-Abteilung, Stephanie Stockwell aus dem Global Intelligence Center und Philip Cooke, der die Sicherheitsoperationen der Handelsplattform überwachen sollte. Letzterer wurde mittlerweile zu 18 Monaten Haft verurteilt.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/ebay-stalkingskandal-einschuechterung-nach-mafia-art/", "date": "Wed, 20 Apr 2022 11:32:17 +0000"}, "368677": {"title": "Förderung des Breitbandausbaus: Kommunen fürchten Rosinenpicken der Netzbetreiber", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Eine falsche Gigabitstrategie von Digitalminister Wissing könnte zu mehr Rosinenpicken der privaten Netzbetreiber führen, fürchten Kommunen.    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Markus WinklerDerzeit verhandelt der Bund mit den Ländern, wie die künftige Förderung des Breitbandausbaus aussehen soll. Vor allem Kommunen fürchten, dabei unter die Räder zu geraten.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Eine falsche Gigabitstrategie von Digitalminister Wissing könnte zu mehr Rosinenpicken der privaten Netzbetreiber führen, fürchten Kommunen.    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Markus WinklerDas Tauziehen zwischen Bund und Ländern rund um die künftige Förderung des Breitbandausbaus ist voll im Gange. Doch der Riss durchzieht auch die Länder: Für verhältnismäßig gut ausgebaute Länder stellen sich meist ganz andere Fragen als für schlechter versorgte.\\n„Die digitale Kluft droht immer größer zu werden, wenn andere Länder schon die künftige Förderung planen, wir aber schon froh sind, dass das Land die vorherige umgesetzt hat“, sagt Veronika Müller vom Landkreistag Sachsen. Das östliche Bundesland hat sich erst letzten Monat darauf geeinigt, wie es den weiteren Breitbandausbau finanzieren wird – auch als Reaktion auf die inzwischen mögliche Förderung von „Grauer Flecken“, also Regionen, in denen schon jetzt Geschwindigkeiten von bis zu 100 MBit/s möglich sind.\\nDiese Änderung war ein großer Bruch in der deutschen Förderpolitik. Zuvor war der staatlich unterstützte Ausbau nur in Regionen möglich, die mit weniger als 30 MBit/s versorgt waren. Die Erhöhung der sogenannten Aufgreifschwelle mussten die letzten Bundesregierungen der EU-Kommission in langen Verhandlungen abringen, im nächsten Jahr steigt die Schwelle sogar auf 1 GBit/s. Das gefällt unter anderem der Wirtschaft nicht, die einen Eingriff in den freien Markt fürchtet.\\nBegrenzte Bundesförderung\\nAuch bei Digital- und Verkehrsminister Volker Wissing (FDP) stößt der subventionierte Breitbandausbau nicht unbedingt auf Gegenliebe. Rund 12 Milliarden Euro sind dafür gegenwärtig verplant, rund 9 Milliarden Euro gebunden, dazu kommen Beiträge der Länder. Doch die Summe, die der Bund bereitstellt, könnte künftig auf eine Milliarde Euro pro Jahr begrenzt werden, ließ Wissing bei der Präsentation seiner Eckpunkte zur Gigabitstrategie im März durchblicken – ein Betrag, auf den sich eine Sprecherin des Bundesministeriums für Digitales und Verkehr (BMDV) allerdings nicht festlegen lassen will.\\nDennoch ist die Sorge, dass der Förderkuchen künftig kleiner ausfallen wird, durchaus real. Zudem enthält der Vorschlag zur Gigabitstrategie noch weitere Punkte, die manche Länder kritisch sehen: So soll das Markterkundungsverfahren zurückgefahren werden, das ausbauwillige Regionen vor einem Förderantrag durchlaufen müssen. Effektiv würde dies durch eine Potenzialanalyse ersetzt, damit Gebiete mit einer schlechteren Versorgungsperspektive eher gefördert ausgebaut werden „als solche mit einem höheren Potenzial für eine privatwirtschaftliche Erschließung“, wie es im Eckpunktepapier heißt.\\n„Im BMDV hofft man darauf, dass – indem man den Telekommunikationsunternehmen Zeit verschafft und Förderanträge blockiert – mehr Gebiete eigenwirtschaftlich ausgebaut werden und weniger öffentliche Gelder eingesetzt werden müssen“, sagt Michael Schlichenmaier vom Landkreistag Baden-Württemberg. Dies berge aber das Risiko, dass Gebiete, die unverbindlich als Potenzialgebiet deklariert werden, für „längere Zeit aus der Förderfähigkeit herausfallen und am Ende dann womöglich doch nicht eigenwirtschaftlich erschlossen werden“, sagt Schlichenmaier.\\nSchulterschluss in Baden-Württemberg\\nDass das bislang übliche Markterkundungsverfahren beibehalten wird, liegt dem südwestlichen Bundesland sichtlich am Herzen. Dort zieht der Land-, Gemeinde- und Städtetag mit dem zuständigen Digitalisierungsministerium an einem Strang. In einem gemeinsamen Positionspapier, über das die Süddeutsche Zeitung zuerst berichtete, weist das Land darauf hin, dass die gesteigerte Investitionsbereitschaft privater Betreiber den Bedarf für einen geförderten Ausbau nicht verringern werde: Trotz großer Fortschritte in den letzten Jahren – auch aufgrund der Breitbandförderung von Bund und Land – verfügten derzeit immer noch nur rund acht Prozent aller Haushalte über einen Glasfaseranschluss.\\nEine Deckelung der jährlichen Mittel und ein drastischer Umbau der Förderpolitik würde künftige Ausbauprojekte hart treffen, fürchtet das Land. Neben der Potenzialanalyse stehe etwa auch die Verteilung anhand der noch übrigen weißen Flecken im Zielgebiet zur Debatte, sagt Schlichenmaier. „Das würde aber diejenigen Kommunen beim Weiterbau ihrer Netze behindern, die bereits frühzeitig mit einem Schließen der weißen Flecken gestartet sind, indem sie bei der Priorisierung hintenangestellt und damit ausgebremst werden.“\\nZudem drohe ein Rosinenpicken der Netzbetreiber beziehungsweise eine „Zersplitterung der Fördergebiete“, wie es im Positionspapier heißt. Die Privaten würden sich auf wirtschaftliche Gebiete konzentrieren und die Mischkalkulation größer angelegter, geförderter Projekte zunichtemachen. Und: Der Ausbau der verbleibenden Adressen würde sich „um mindestens den Faktor fünf“ verteuern, so die Einschätzung kommunaler Spitzenverbände auf Bundesebene.\\nKommunen lehnen zentralisierte Potenzialanalyse ab\\nDie BMDV-Sprecherin räumt ein, dass es „zu einzelnen Punkten“ Diskussionsbedarf gebe, auch wenn die Eckpunkte des Ministeriums von den Ländern und der Wirtschaft „insgesamt sehr positiv“ aufgenommen worden seien. Generell gehe es darum, „Marktpotenziale“ bestmöglich zu nutzen und in „effizienter Weise durch staatliche Fördermaßnahmen“ in Regionen zu ergänzen, wo private Betreiber nicht ausbauen. Immerhin hätten diese rund 50 Milliarden Euro an Investitionen bis 2025 für den Glasfaserausbau angekündigt. Nun gelte es, den eigenwirtschaftlichen und geförderten Ausbau „optimal zu verzahnen, um eine Verdrängung privater Investitionen, unnötige öffentliche Ausgaben, zusätzlichen Verknappungen von Baukapazitäten und letztlich einer Verlangsamung des Ausbauprozesses zu vermeiden“, sagt die Sprecherin.\\nAktuell sei tatsächlich viel privates Geld im Markt vorhanden, sagt Helmut Dedy vom Deutschen Städtetag. Doch dass diese angekündigten Investitionen durch einen starken Anstieg der Förderanträge verdrängt werden könnte, sieht Dedy nicht kommen: „Auch die Kommunen setzen vornehmlich darauf, dass der Breitbandausbau durch den Markt erfolgt“. Ohne Bedarf würden Städte indes keine Anträge stellen, schon allein, weil die Kommunen dann immer selbst auch Eigenanteile stemmen müssten. Die Kommunen könnten die Lage vor Ort am besten beurteilen, eine „zentrale vom Bund durchgeführte Potenzialanalyse“ brauche man nicht, so Dedy.\\nDerzeit liefen „intensive und konstruktive“ Gespräche zwischen Bund, Ländern, den kommunalen Spitzenverbänden und der Branche, sagt die BMDV-Sprecherin. Bis zur Sommerpause soll die Gigabitstrategie vom Kabinett abgesegnet werden –\\xa0mit dem Ziel, bis 2025 die Hälfte und bis 2030 alle Haushalte und Unternehmen an Glasfasernetze angeschlossen zu haben. Wie sich etwa Sachsen in diesen Gesprächen aufstellt, war nicht zu erfahren: Aufgrund der „noch laufenden Abstimmungen mit dem Bund“ könne es keine Aussage tätigen, beschied das sächsische Wirtschaftsministerium auf Anfrage.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/foerderung-des-breitbandausbaus-kommunen-fuerchten-rosinenpicken-der-netzbetreiber/", "date": "Wed, 20 Apr 2022 10:49:09 +0000"}, "368596": {"title": "Staatstrojaner: Britische Regierung im Visier von Pegasus", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Seine Regierung im Visier: Der britische Premier Boris Johnson    –   CC0 President Of UkraineOffenbar war der skandalträchtige Staatstrojaner sogar gegen die britische Regierung im Einsatz. Hinweise darauf fand das kanadische Forscher:innenteam Citizen Lab. In Brüssel nahm unterdessen ein EU-Untersuchungsausschuss zu Pegasus seine Arbeit auf.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Seine Regierung im Visier: Der britische Premier Boris Johnson    –   CC0 President Of UkraineDas gezielte Ausspähen von Journalist:innen und Oppositionellen in Europa mit dem Staatstrojaner Pegasus sorgt seit Monaten für Schlagzeilen. Dabei dürfte eine weitere Regierung ins Visier des Trojaners geraten sein: Das Forscher:innenteam Citizen Lab hat nach eigenen Angaben das Büro des britischen Premierministers Boris Johnson als auch das britische Außenministerium informiert, dass in deren Computersystemen 2020 und 2021 Hinweise auf eine Infektion mit Pegasus gefunden worden seien. Citizen Lab vermutet, dass diese im Fall von Johnsons Büro von den Vereinigten Arabischen Emiraten ausging, berichtet der Sender BBC.\\nZeitgleich enthüllte die Organisation, dass mindestens 65 Personen aus der autonomen Region Katalonien in Spanien Ziel von Spionagesoftware waren. Bei 51 fand Citizen Lab ausreichende Hinweise auf eine Infektion, darunter waren auch Europaparlamentarier:innen. Laut dem Forscher:innenteam kam dabei nicht nur mutmaßlich Pegasus zum Einsatz, sondern auch der Staatstrojaner Candiru. Die Organisation Assemblea Nacional Catalana, die die katalanische Unabhängigkeit von Spanien anstrebt, nennt die Enthüllungen einen „sehr besorgniserregenden Präzedenzfall von Repressionen eines EU-Mitglieds gegen politische Opposition“. Bereits 2020 hatte es Hinweise gegeben, dass die Software bei katalanischen Oppositionellen zum Einsatz kommt.\\nDer israelische Pegasus-Hersteller NSO Group bestreitet die Anschuldigungen und wirft Citizen Lab politische Motivation vor. Dennoch belegen journalistische Recherchen, dass offenbar gezielt Menschenrechtsaktivist:innen, Journalist:innen und Oppositionelle in Polen und Ungarn mit dem Trojaner ausspioniert wurden. In Frankreich wurden bei Regierungsmitgliedern Hinweise auf Pegasus gefunden, ähnliche Indizien gab es auch zu Geräten von EU-Justizkommissar Didier Reynders und EU-Beamten.\\nEU-Parlament untersucht Einsatz von Pegasus\\nHeute nimmt der Untersuchungsausschuss des EU-Parlaments zum Pegasus-Skandal seine Arbeit auf. Er soll feststellen, in welchem Ausmaß mit dem Einsatz von Pegasus gegen europäisches Recht verstoßen wurde. Die linke Europaabgeordnete Cornelia Ernst forderte im Vorfeld, das Parlament müsse jetzt die treibende Kraft für ein Verbot sein, sowie für harte Konsequenzen für die Mitgliedstaaten, die die Software unrechtmäßig eingesetzt haben. Die Grünen im Europaparlament forderten einen sofortigen Stopp des Einsatzes der Spionagesoftware.\\nDie Infizierung mit der Spionagesoftware erfolgt, indem Sicherheitsschwachstellen des jeweiligen Betriebssystems ausgenutzt werden. Dafür ist teilweise nicht einmal mehr das Anklicken einer Nachricht oder Ähnlichem notwendig. Die sogenannte Zero-Click Attacke ermöglicht das direkte Infiltrieren ohne vorherige Interaktion. Anschließend lassen sich sämtliche Aktivitäten der angegriffenen Person überwachen, selbst verschlüsselte Kommunikation. Datenschützer:innen werten solche Spionagesoftware als massiven Verstoß gegen Bürger- und Menschenrechte.\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/staatstrojaner-britische-regierung-im-visier-von-pegasus/", "date": "Tue, 19 Apr 2022 15:50:49 +0000"}, "368265": {"title": "Debatte: Sollten Journalist:innen Geldgeschenke von YouTube nehmen?", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Freie Journalist:innen auf YouTube: Marvin Neuman, Mathias Hervix, Stefanie Helbig    –    Porträt Neumann: Neumann; Porträt Hervix: Marianna Deinyan; Porträt Helbig: Stefanie Helbig; Screenshot: YouTube; Montage: netzpolitik.orgBis zu 50.000 Dollar lässt YouTube für ausgewählte Journalist:innen springen. Das ist nur ein Teil der Einflussnahme von Google auf das Nachrichtengeschäft weltweit. Ist es OK, die Kohle zu nehmen? Wir haben mit drei geförderten Journalist:innen aus Deutschland gesprochen.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Freie Journalist:innen auf YouTube: Marvin Neuman, Mathias Hervix, Stefanie Helbig    –    Porträt Neumann: Neumann; Porträt Hervix: Marianna Deinyan; Porträt Helbig: Stefanie Helbig; Screenshot: YouTube; Montage: netzpolitik.orgGoogle steckt nicht nur hinter der größten Suchmaschine der Welt, der riesigen Videoplattform YouTube, dem meistverbreiteten mobilen Betriebssystem Android oder dem populären E-Mail-Dienst Gmail. Nein, Google mischt durch umfangreiche Investitionen auch im Nachrichtengeschäft mit. Hunderte Millionen Euro fließen über Fördergelder für Projekte an Verlage und nicht-kommerzielle Medien.\\nDie Spendierfreudigkeit ist nicht nur Imagepflege. Google wird damit zunehmend zum Teil der Medienlandschaft und untermauert langfristig die eigene Relevanz und Marktmacht. Ein winziger Baustein der Investitionen ist ein Förderprogramm für freie Journalist:innen auf YouTube. Es heißt Creator Program for Independent Journalists. Rund 50 Journalist:innen weltweit erhalten von Google-Schwester YouTube einmalig 20.000 bis 50.000 Dollar plus Workshops. YouTube macht also Geldgeschenke an einzelne Journalist:innen – was hat das zu bedeuten?\\nFür die Studie „Medienmäzen Google“ der Otto-Brenner-Stiftung haben die Journalisten Ingo Dachwitz und Alexander Fanta im Jahr 2020 den Einfluss von Google auf den Journalismus untersucht. Beide sind auch Redakteure bei netzpolitik.org. Hinweise auf Fälle redaktioneller Einflussnahme durch Google gab es der Studie zufolge nicht. Aber mehrere befragte Journalist:innen hätten die Sorge geäußert, Förderungen und die Nähe zum Konzern könnten zu „Beißhemmung“ und „Selbstzensur“ führen.\\nSchon heute ist Google ein dominanter Player, an dem kaum eine Redaktion vorbeikommt. Einige beschäftigen ganze Teams für Suchmaschinenoptimierung, um ihre Inhalte Google-gerecht zu gestalten. Je mehr Google seinen Einfluss ausbaut, desto mehr wird der Konzern für Journalismus unverzichtbar.\\nGoogle-Sprecher: „keine redaktionelle Kontrolle“\\nInsgesamt vier der aktuell von YouTube geförderten Journalist:innen kommen aus Deutschland. Drei hatten Anfang April Zeit, ausführlich mit netzpolitik.org zu sprechen. Sie bekommen umgerechnet rund 46.000 Euro von YouTube. Der Betrag orientiert sich an dem Land, in dem die geförderten Journalist:innen wohnen. Die Förderung läuft ein Jahr lang, dazu gehören auch Workshops, etwa zu Videoschnitt und Aufbau eines Kanals. Auch journalistische Seminare gibt es. Die veranstaltet aber nicht YouTube, sondern eine US-Universität.\\nEin Google-Sprecher schreibt: „YouTube hat keine redaktionelle Kontrolle über Nachrichteninhalte“. Die Rolle von YouTube bestehe darin, „Best Practices für Dinge wie den Aufbau eines Publikums, die technische Produktion und den Produktsupport bereitzustellen.“ Die Teilnehmenden seien durch „News-Produktteams“ von Google interviewt und geprüft worden. Dabei seien Journalist:innen bevorzugt worden, die sich auf objektive Nachrichtenberichterstattung konzentrieren, nicht auf Meinungen oder Kommentare.\\nEs wäre „naiv zu glauben, dass Google und sein Geld harmlos sind“, kommentiert netzpolitik.org-Redakteur Fanta im Jahr 2018. Er ist selbst zweimal von Google mit Geld gefördert worden. In seinem Meinungsstück kritisiert er den Konzern unter anderem für das Geschäftsmodell mit Nutzer:innendaten, für Steueroptimierung in Offshore-Oasen und für Drohnenprojekte mit dem US-Militär. Sein Fazit: „Wer von diesen Firmen Geld nimmt, wird gegenüber der Öffentlichkeit erst noch seine Unabhängigkeit unter Beweis stellen müssen.“\\nNun schildern drei aktuell von YouTube geförderten Journalist:innen ihre Positionen zum Geldgeschenk – und sie legen im Interview mit netzpolitik.org dar, warum sie darin keinen Interessenkonflikt mit ihrem kritischen Journalismus sehen. Alle drei machen die Förderung inzwischen direkt auf ihren YouTube-Kanälen transparent; eine konkrete Vorgabe von YouTube gab es dafür nicht.\\nMarvin Neumann: „Nichts hindert mich, kritisch zu berichten“\\nAuf seinem YouTube-Kanal (71.900 Abonnent:innen) berichtet Marvin Neumann über aktuelle politische Themen. Das Motto aus seiner Kanalschreibung: „Objektiv, aber immer unterhaltsam und informativ!“\\n\\n„Ich mache seit 2016 Videos und war im Jahr 2019 Teil beim Förderprogramm YouTube NextUp. Ich habe den Eindruck, YouTube legt seit Jahren Wert darauf, auch kleine Kanäle zu fördern und ihnen das Gefühl zu geben: Ihr seid uns wichtig, ihr seid vielleicht die Zukunft von YouTube. Ob das nun wirklich so ist, sei dahingestellt.\\nOb YouTube mit dem Geld wohlgesonnene Journalist:innen gewinnen möchte, kann ich für mich ganz einfach beantworten mit: Nein. Nichts hindert mich daran, auch kritisch über YouTube zu berichten. Immer wieder landen kritische Videos über YouTube in den YouTube-Trends. Wenn YouTube uns ein Seminar über die Analytics gibt, bin ich der erste, der sich auch kritisch äußert. Ich bin durch das Creator Program sogar in der privilegierten Position, Kritik aus meiner Community direkt an YouTube herantragen zu können.\\nWie sollte denn eine reine Unabhängigkeit für freischaffende Journalist:innen aussehen? Wäre das nur möglich, wen man sich allein aus Community-Spenden finanziert? Oder gar kein Geld für seine Arbeit nimmt? YouTube ist die größte Videoplattform der Welt. Manchmal kommt mir die Plattform vor wie ein große Mülldeponie aus falschen Informationen. Ich finde das gut, wenn auf YouTube Leute für gesicherte Informationen sorgen. Dazu will ich meinen Beitrag leisten und ich bin froh, dabei unterstützt zu werden.“\\nStefanie Helbig: „Journalismus kostet“\\nDen Kanal Flashlight Fish (38 Abonnen:innen) hat Helbig nach Fischen benannt, die mit den Augen Licht in der Tiefsee erzeugen. Zuschauer:innen will sie an ihren Recherchen teilhaben lassen und „neues Gefrickel aus der Recherchewerkstatt“ teilen.\\n\\n„Ich komme aus dem klassischen Fernsehen und habe gemerkt: YouTube unterscheidet sich stark davon. Ich profitiere sehr von den Workshops im Förderprogramm, bringe mir jetzt zum Beispiel bei, wie man schneidet. Dafür hatte ich beim Fernsehen immer Cutter:innen. Von dem Geld habe ich mir zum Beispiel einen Schnittrechner gekauft und eine Kamera.\\nNiemand von YouTube hat mir je gesagt: Mach dies oder das. Bei anderen Medienförderungen muss man mehr Vorgaben erfüllen, zum Beispiel Kameraleute aus einem bestimmten Bundesland engagieren. Bei YouTube gibt es keinerlei Vorgaben. Ich hatte in keiner einzigen Sekunde auch nur den Anschein des Gefühls, dass mir jemand in meine redaktionelle Unabhängigkeit reinredet.\\nJournalismus ist eine sehr prekäre Branche. Wir leben in einer Zeit des Umbruchs und der Suche nach neuen Geschäftsmodellen. Ich bin ja total offen für andere Finanzierungs- und Geschäftsmodelle als der Förderung durch die großen Plattformen. Aber Journalismus kostet halt. In irgendeiner Form müssen die Leute bezahlt werden. Vielleicht macht YouTube das Förderprogramm, um Desinformation etwas entgegenzusetzen, und sei es nur als Zeichen. Gut möglich, dass YouTube mit der Förderung das Geschäftsmodell der Sender und Verlage strategisch angreifen will. Aber dafür sind wir kleinen Freischaffenden wohl die falschen Ansprechpersonen. Medienmanager:innen haben da mehr Einblick und Einfluss.\\nIch verstehe auch das Risiko einer strategischen Einflussnahme. YouTube ist eine US-amerikanische Plattform. Selbst der öffentliche-rechtliche Rundfunk macht sich von YouTube abhängig, weil das junge Angebot von ARD und ZDF, Funk, dort Kanäle hat. Wenn wir sagen, wir wollen das nicht, dann halte ich das für legitim. Vielleicht brauchen wir eine europäische Plattform als Alternative oder etwas ganz anderes. Es greift aber zu kurz, einzelne Journalist:innen für eine Förderung zu kritisieren. Das ist eine gesellschaftliche Frage.“\\nMathias Herwix: „Rote Linien nicht gekreuzt“\\nHerwix (230 Abonnent:innen) „reichen die ganzen negativen Schlagzeilen“, wie er in seiner Kanalbeschreibung notiert. In seinen Videos möchte er „konstruktiv und lösungsorientiert auf die Welt schauen“.\\n\\n„Bei allem, was ich mache, ist für mich eines super wertvoll: Netzwerken. Im Creator Program gibt es ein weltweites Netzwerk. Ich bin zum Beispiel mit Leuten aus UK im engen Kontakt und lerne viel davon, wie sie Videos produzieren. Ich glaube YouTube als Plattform merkt, dass es nicht mehr allein auf dem Creator-Markt ist. TikTok, Instagram, das Privatfernsehen, alle arbeiten mit Creatorn. Auf dem freien Markt spielt Geld natürlich eine Rolle.\\nZu glauben, dass ich durch die Förderung zum Google-Jünger werde und nur noch Ja und Amen sage, das halte ich für Quatsch. Ich verstehe die Sorge, aber ich glaube nicht, dass ich freundlich über jemandem berichte, weil ich mal Geld von ihm bekommen habe. Dann müsste ich auch immer freundlich über den WDR, RTL und viele kleine Zeitungen sprechen, für dich schon gearbeitet habe. Wer mir auf Twitter folgt weiß, dass ich mich auch kritisch äußere. Ist man ein schlechterer Journalist, weil man mal von Google Geld bekommen hat?\\nIch glaube manchmal mögen wir Journalist:innen es, uns gegenseitig zu kritisieren. Auch Privatfernsehen und Öffentlich-Rechtliche kritisieren sich gerne gegenseitig. Schon vor fünf Jahren habe ich gehört, ich sei kein richtiger Journalist, weil ich für RTL gearbeitet habe. Es gibt Menschen, die sagen, Promi-Berichterstattung ist kein Journalismus. Jede Person zieht für sich selbst rote Linien. Bei Google werden die bei mir nicht gekreuzt. Ich will mich da auch nicht als moralische Superinstanz für andere etablieren.“\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/debatte-sollten-journalistinnen-geldgeschenke-von-youtube-nehmen/", "date": "Sun, 17 Apr 2022 07:00:00 +0000"}, "368406": {"title": "Wochenrückblick KW15: Von Kameras, Kryptocoins und Klimakrise", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Bringt er zu Ostern diesmal Bitcoin oder doch nur Eier?    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Степан ГалагаевDie Woche wurde viel diskutiert: Sollten sich Bitcoin und andere Kryptowährungen grundlegend ändern, um das Klima zu schützen? Sollten Plattformen dem Beispiel von Pinterest folgen und Desinformation über die Klimakrise löschen? Das und mehr in unserem Rückblick.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Bringt er zu Ostern diesmal Bitcoin oder doch nur Eier?    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Степан ГалагаевDie Arbeitswoche ist durch Karfreitag zwar etwas kürzer, aber nicht minder spannend. Wir beginnen mit der Debatte um den CO2-Ausstoß durch Bitcoin-Mining: Das Schürfen von Kryptowährungen kann sehr energieintensiv und damit auch klimaschädlich sein. Es gibt aber auch umweltfreundlichere Alternativen, die Aktivist:innen immer nachdrücklicher einfordern.\\nDaraus will nun auch die Wikipedia-Community Konsequenzen ziehen. In einer Abstimmung hat sie die Wikimedia-Stiftung aufgefordert, keine Kryptospenden mehr anzunehmen. Die Stiftung betreibt unter anderem die Infrastruktur für Wikipedia. Der Anteil der Spenden in Kryptowährungen ist sehr gering. Nun will die Stiftung die Umsetzung des Antrags prüfen.\\nMit Kryptowährungen lassen sich – wie mit Bargeld – auch illegale Geschäfte machen. Immer wieder beschlagnahmen Ermittler:innen haufenweise Kryptogeld. Was die Behörden damit anfangen? Wir haben beim Bundeskriminalamt nachgefragt und veröffentlichen die Statistik dazu. Es zeigt sich: Zwischen 2017 bis 2020 hat das BKA einen zweistelligen Millionenbetrag mit Kryptowährungen gemacht.\\nIn Augsburg beschäftigt die Behörden dagegen ein anderes Thema. In der Wohnung eines Klimaaktivsten hat es eine Razzia gegeben – Auslöser war ein Kommentar unter dem Facebook-Post eines Augsburger AfD-Politikers. Mai hatte unter dem Facebook-Post einen Artikel über den Pimmelgate-Skandal in Hamburg verlinkt. Das Vorschaubild zeigte den Spruch „Du bist so 1 Pimmel“. Es folgten eine Anzeige und eine Hausdurchsuchung – Mais Anwältin nennt das unverhältnismäßig.\\nInvasive Software\\nImmer wieder gibt es neue Enthüllungen über den Einsatz des Staatstrojaners Pegasus vom israelischen Hersteller NSO Group. Pegasus ist dabei nur eine von vielen Spähsoftwares auf dem Markt. Nun zeigt ein Medienbericht: Möglicherweise war auch die EU-Kommission Ziel von Staatstrojanern. Konkret sollen bei Justizkommissar Didier Reynders und vier Kommissionsmitarbeiter:innen Anzeichen für einen Angriff mittels Spionage-Software gefunden worden sein.\\nBedenken um die eigenen Daten können sich auch Tesla-Nutzer:innen machen. Die Fahrzeuge des Elektroautoherstellers haben durch Sensoren eine Rundum-Sicht – doch Kameras gibt es nicht nur außerhalb des Autos. Im Innenraum gibt es ebenfalls eine Kamera, die unter bestimmten Umständen aufzeichnen kann. Datenschützer:innen sind nicht nur deswegen besorgt.\\nPlötzlich ist sie wieder da, die Diskussion um Hackbacks. Sollen deutsche Behörden im Falle eines Cyberangriffs zurückhacken dürfen? Unser Gastautor hält das nach wie vor für „mehr als nur fragwürdig“. Er analysiert rechtliche und technische Hürden und kommt zum Schluss: „Wir können nur hoffen, dass es nicht so weit kommt“.\\nWie soziale Medien die Welt abbilden\\nNetzpolitische Nachrichten aus dem Angriffskrieg Russlands gegen die Ukraine haben uns auch diese Woche beschäftigt. Wir haben über eine norwegische Recherche berichtet, die anhand von Bots eindrucksvoll vorführte, wie der zensierte TikTok-Feed für Nutzer:innen in Russland aussieht. Ergebnis: keine Spur vom Ukraine-Krieg im russischen TikTok-Feed.\\nIm Zuge des Krieges habe viele Online-Angebote Inhalte gesperrt. Kanäle für russische Desinformation werden in Europa blockiert; Russland wiederum sperrt unabhängige Nachrichtenmedien aus. Nun hat sich das soziale Netzwerk Pinterest dafür entschieden, eine weitere Art von Inhalten zu sperren: Desinformation zur Klimakrise.\\nDas befeuert die Debatte, welche Art von Informationskontrolle in der digitalen Gesellschaft wünschenswert ist und welche nicht. Dazu gibt es auch bei uns intern verschiedene Meinungen. Unsere Redakteure Alexander Fanta und Markus Reuter diskutieren in zwei Kommentaren das Für und Wider.\\nElon Musk dagegen will anscheinend nicht mehr diskutieren – zumindest nicht mit dem Twitter-Vorstand. Der Milliardär hat angekündigt, den Kurznachrichtendienst kaufen und anschließend privat betreiben zu wollen. „Ein Weckruf an uns und die Politik“, meint Markus Beckedahl und fordert „sich aus der Abhängigkeit von zentralisierten und privat betriebenen Öffentlichkeiten zu befreien“.\\nBei uns wird nächste Woche wieder diskutiert. Jetzt wünschen wir erst einmal angenehme Feiertage!\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/wochenrueckblick-kw15-von-kameras-kryptocoins-und-klimakrise/", "date": "Fri, 15 Apr 2022 09:02:23 +0000"}, "368417": {"title": "Augsburg: Pimmel-Kommentar führt zu Razzia bei Klimaaktivisten", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Die Klimabewegung Augsburg kritisiert die polizeiliche Repression. (Symbolbild)    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Yohann LibotEin Klimaaktivist bezeichnet auf Facebook einen AfD-Politiker indirekt als Pimmel. Daraufhin untersucht die Polizei die Wohnung des Aktivisten und beschlagnahmen seine technischen Geräte. Die Anwältin bezeichnet das Vorgehen der Polizei als unverhältnismäßig. Der Vorfall erinnert an das Pimmelgate-Eklat in Hamburg.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Die Klimabewegung Augsburg kritisiert die polizeiliche Repression. (Symbolbild)    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Yohann LibotDie Aussage „Du bist so 1 Pimmel“ hat bereits letzten Sommer eine Hausdurchsuchung ausgelöst. Nun ist es in Augsburg zu einer ähnlichen Razzia gekommen. Der Klimaaktivist Alexander Mai hatte im Oktober ein Foto des Pimmel-Skandals auf Facebook verlinkt – und zwar unter einem Post des AfD-Politikers Andreas Jurca, dem Fraktionsvorsitzenden der Partei im Stadtrat Augsburg .\\nDer AfD-Politiker fühlte sich davon offenbar beleidigt und hat Anzeige gegen den Aktivisten erstattet. Die Augsburger Polizei hat am vergangenen Dienstag Mais Wohnung durchsucht. Die Aufgabe der Abteilung „Staatsschutz“ ist vor allem die Bekämpfung von politisch motivierter Kriminalität. Die Beamt:innen beschlagnahmten dabei auch private Geräte des Aktivisten, der für das Augsburger Klimacamp aktiv ist. Die zuständige Anwältin bezeichnet das als unverhältnismäßig.\\n„Das war offensichtlich keine Beleidigung“\\nScreenshot des Facebook-Posts von Jurca im Oktober 2021.    -   Alle Rechte vorbehalten Verfasser:innen des Blogs Pimmelgate Süd.\\nUm über den Vorfall zu informieren, wurde zügig eine eigene Website namens pimmelgate-süd.de eingerichtet. Im Impressum steht der Augsburger Fridays-For-Future-Aktivist Ingo Blechschmidt. Dort stellt sich Mai als 26-jähriger Klimaaktivist vor, Mathematik-Student und IT-Entwickler.\\nDen Facebook-Post des AfD-Politikers bezeichnen die Aktivist:innen auf der Website als „fremden- und frauenfeindlich“. In dem von Mai darunter verlinkten Zeitungsbeitrag war ein Vorschaubild mit dem Schriftzug „Andy, Du bist so 1\\xa0Pimmel“ zu sehen.\\nDass es Monate später zu einer Hausdurchsuchung kam, war für den Klimaaktivisten völlig überraschend. „Ich habe damit überhaupt nicht gerechnet“, sagt er in einem Gespräch mit netzpolitik.org. „Das war offensichtlich keine Beleidigung.“ Die Polizei habe seinen Arbeitslaptop und sein Smartphone beschlagnahmt.\\nVom Pimmel-Kommentar zum Polizeieinsatz\\nDer Vorfall erinnert stark an einen Eklat im vergangenen September. Damals durchsuchten Beamte die Wohnung des mutmaßlichen Urhebers eines Tweets. In dem Tweet wurde Hamburger Innensenator Andy Grote (SPD) als „Pimmel“ bezeichnet. Das ging als „Pimmelgate“ durch die Medien und wurde zeitweise zum Meme. Hausdurchsuchung wegen eines Genitalvergleichs? Dahinter steht die größere Frage nach potentiellem Machtmissbrauch politisch mächtiger Personen – und fehlender Verhältnismäßigkeit von Polizeieinsätzen.\\nDie zuständige Klimacamp-Anwältin Martina Sulzberger hält die Hausdurchsuchung jedenfalls für „unverhältnismäßig“. Schließlich habe Mai den Post unter Klarnamen verfasst und es sei damit offensichtlich, wer für den Post verantwortlich ist. „Zudem ist fraglich, ob das Verlinken zu einem Artikel, in diesem Fall mit dem Kontext der ganzen Kommentare, überhaupt eine Beleidigung darstellt“, sagt Sulzberger gegenüber netzpolitik.org. Mai verlinkte das Foto, ohne den AfD-Politiker persönlich anzusprechen, wie aus einem entsprechenden Screenshot hervorgeht.\\nDie Polizeihauptkommissarin Christina Meissl des zuständigen Polizeipräsidiums rechtfertigt die Razzia auf Anfrage von netzpolitik.org. Die Polizei leite Ermittlungen ein, um den Sachverhalt aufzuklären, sobald sie von dem Verdacht einer Straftat Kenntnis erhalte.\\xa0\\nPolizei soll Telefonat mit Anwältin verweigert haben\\nDas Vorgehen der Polizei wird auch deshalb kritisiert, da Mai anscheinend während der Hausdurchsuchung nicht seine Anwältin kontaktieren durfte. Das soll ein polizeiliches Durchsuchungsprotokoll zeigen,\\xa0 das auf pimmelgate-süd.de veröffentlicht wurde. Dort steht: „Der Betroffene (…) ist unzufrieden damit, dass er für die Dauer der Maßnahme nicht telefonieren darf“. Polizeihauptkommissarin Meissl weist den Vorwurf, Mai hätte nicht telefonieren können, zurück. Sie sagt, dem Klimaaktivisten sei ein polizeiliches Smartphone angeboten wurden.\\nNach Paragraf 137 der Strafprozessordnung steht der betroffenen Person bei einer Hausdurchsuchung ein Telefonat zu. Der Strafverteidiger Thomas Penneke schreibt dazu auf seiner Website:\\xa0\\n\\nDie Polizei spricht oft ein Telefonverbot während der Hausdurchsuchung aus. Sollten Sie Ihren Anwalt anrufen wollen, ist das Verbot rechtswidrig. Lassen Sie sich hiervon nicht abbringen.\\n\\nSulzberger hält das angebliches Telefonverbot ihres Mandanten ebenfalls für „nicht rechtens“. Sulzberger und Mai behalten sich vor, gegen den Durchsuchungsbeschluss oder das Verhalten der Polizei vorzugehen.\\n„Wir haben nichts zu verstecken“\\nDie Hausdurchsuchung betrifft dabei nicht nur Mai selbst, sondern auch seine Freund:innen und Familie. Schließlich könne die zuständige Staatsanwaltschaft über die technischen Geräte des Studenten auf alle seine aktuellen Kontakte zugreifen. „Die nicht-aktivistischen Kontakte werden es teilweise nicht cool finden, dass sie jetzt mit Name und Nummer bei der Polizei sind“, sagt Mai.\\nDer Klimaaktivist findet es unsinnig, dass die Polizei seine technischen Geräte für Ermittlungen beschlagnahmt hat. „Unsere Strukturen sind frei und öffentlich zugänglich, wir haben also nichts zu verstecken“, sagt Mai. „Die Polizei hätte die Informationen auch herausfinden können, ohne meine Geräte zu beschlagnahmen.“ Er sieht den größeren Schaden darin, dass nun alle seine Geräte weg sind, was ihn auch in seiner Arbeit hindere.\\xa0\\nDie Klimabewegung hofft auf gesellschaftlichen Diskurs\\nDas Klimacamp Augsburg und Fridays For Future stellen sich hinter Mai. Auf pimmelgate-süd.de stellen sie den Kontext zu einer Reihe weiterer unverständlicher Ermittlungen durch die Abteilung Staatsschutz her. Mai sagt: „Die Polizei wartet auf eine solche Gelegenheit, um gegen uns als Klimabewegung vorzugehen.“ Meissl sagt, die Durchsuchung stünde in keinerlei Zusammenhang mit Mais Aktivitäten bei der Klimabewegung.\\nNach Angaben der Klimaaktivist:innen verfolge die Abteilung Staatsschutz seit mehr als zwei Jahren ihre Aktivitäten in Augsburg. Bisher hätten sie diese Fälle nicht öffentlich bekannt gegeben. Doch der aktuelle Pimmelgate-Süd-Fall veranlasse die Gruppe dazu, fortan „unverhältnismäßige Repression“ zu veröffentlichen und gegebenenfalls Dienstaufsichtsbeschwerden einzureichen.\\xa0\\nMai hofft auf einen großen öffentlichen Diskurs über das Vorgehen der Polizei gegen Klimaaktivist:innen. Er sagt: „Mir geht es nicht unbedingt um meinen konkreten Fall, sondern darum, dass wir aufpassen müssen, dass bei der Polizei die Schwellen allgemein nicht immer geringer werden, um gegen Menschen wie uns vorzugehen.“\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/augsburg-pimmel-kommentar-fuehrt-zu-razzia-bei-klimaaktivisten/", "date": "Thu, 14 Apr 2022 16:30:48 +0000"}, "368422": {"title": "Elon Musk will Twitter kaufen: Die Machtkonzentration ist gefährlich", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Der Milliardär Elon Musk will Twitter kaufen und umbauen. Das ist eine weitere Gefahr für digitale Öffentlichkeiten.    –   CC-BY-NC 2.0 Jim Merithew/Wired.comDer Milliardär Elon Musk will Twitter komplett übernehmen und zukünftig privat betreiben. Das ist eine Gefahr für demokratische Öffentlichkeiten und sollte ein Weckruf an uns und die Politik sein. Ein Kommentar.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Der Milliardär Elon Musk will Twitter kaufen und umbauen. Das ist eine weitere Gefahr für digitale Öffentlichkeiten.    –   CC-BY-NC 2.0 Jim Merithew/Wired.comDer exzentrische Milliardär Elon Musk will Twitter kaufen, das Unternehmen von der Börse holen und privat betreiben. Das ist eine der besorgniserregensten Nachrichten aus der digitalen Welt seit einiger Zeit.\\nTwitter hat zwar, zumindest in Deutschland, keine Massenreichweite wie andere populäre Dienste. Aber auf keiner anderen Plattform konstituiert sich politische und gesellschaftliche Öffentlichkeit so wie dort. Bei uns und in vielen anderen Gesellschaften.\\nFacebook zeigt anschaulich, wie gefährlich eine Plattform (genau genommen sind es natürlich mehrere) sein kann, wenn nur eine Person, in diesem Fall Mark Zuckerberg, alleine bestimmen darf. Und das auch tut. Aber im Gegensatz zu Musks Vorhaben dürfte bei Zuckerberg die Sorge um das öffentliche Image und den Börsenwert als eine Art Checks und Balances greifen – und womöglich oft das Allerschlimmste verhindern.\\nZuviel Macht in einer Hand\\nElon Musk traue ich noch weniger zu, verantwortlich mit einer Plattform umzugehen, die für viele Menschen so bedeutend geworden ist. Ich halte ihn weder charakterlich für die passende Person, noch möchte ich in einer digitalen Welt leben, in der Milliardäre sich einfach mal eine solche relevante Plattform kaufen und nach ihren eigenen Wünschen umformen können.\\nWir haben uns zu sehr abhängig von privatisierten Öffentlichkeiten gemacht, die von wenigen Unternehmen beherrscht werden. Die Konzentration schreitet noch weiter voran, wenn einer Dienste in das Privateigentum einer Person wandert, nur weil sie den Längsten am Finanzmarkt hat. Es ist gefährlich, wenn Öffentlichkeiten rein davon abhängig sind, wer über das meiste Kapital auf dem Börsenmarkt verfügt.\\nWie wichtig sind uns demokratische Öffentlichkeiten?\\nDas zeigt auch die Wichtigkeit von guter Regulierung, die Monopole verhindert und Regeln vorgibt, die auf unseren demokratischen Werten und Grundrechten basieren. Denn wir als Gesellschaft müssen die Regeln für große Plattformen vorgeben und dürfen das und ihre Durchsetzung nicht Menschen überlassen, die eine gestörte Vorstellung von Meinungsfreiheit haben und damit vor allem immer nur die eigene meinen. \\nDie Europäische Union hat mit dem Digitale-Dienste-Gesetz den dazu passenden Gesetzesprozess schon am Laufen. Ob dieser am Ende gut wird und wie diese dann auch bei einer Alleinherrschaft von Musk ein notwendiges Gegengewicht darstellt, ist leider immer noch offen.\\nAber Regulierung ist noch viel mehr und muss die Frage beantworten: In welcher Welt wollen wir digital leben? Wie wichtig ist uns, ob relevante Öffentlickeiten nur in Form privat betriebener Plattformen existieren? Wie können wir langfristig demokratischere Infrastrukturen bekommen und die Abhängigkeit verringern?\\nEin Weckruf für mehr dezentrale und offene Infrastrukturen\\nWir brauchen viel mehr Förderung von offenen und dezentralen Infrastrukuren. Dieser Fall zeigt einmal mehr die dringende Notwendigkeit dafür sehr deutlich auf. Hier könnte die Bundesregierung endlich mal anfangen, einige Versprechen aus dem Koalitionsvertrag mit Leben zu füllen.\\nVielleicht ist das auch wieder nur ein kommunikativer Börsen-Stunt eines Menschen, der zuviel Geld und zuviel mediale Aufmerksamkeit besitzt. Aber sollten die heute an die Öffentlichkeit gekommenen Pläne real werden, kann Twitter das Image als sympathischere Alternative zum Facebook-Imperium vergessen. \\nUnd es ist ein weiterer Weckruf an uns und an die Politik, sich aus der Abhängigkeit von zentralisierten und privat betriebenen Öffentlichkeiten zu befreien.\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/elon-musk-will-twitter-kaufen-die-machtkonzentration-ist-gefaehrlich/", "date": "Thu, 14 Apr 2022 13:03:41 +0000"}, "368391": {"title": "No Bitcoin, please!: Wikipedia-Community will Krypto-Spenden verbieten", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Krypto-Spenden sind zunehmend kontrovers (Symbolbild)    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Bermix Studio/Bearbeitung netzpolitik.orgWikipedianer:innen kritisieren, dass Kryptowährungen zu viel Strom verbrauchen. In einer Abstimmung fordern sie die Wikimedia-Stiftung auf, keine Spenden mehr in Bitcoin und Co. zu akzeptieren.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Krypto-Spenden sind zunehmend kontrovers (Symbolbild)    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Bermix Studio/Bearbeitung netzpolitik.orgDie Wikipedia-Community hat die Stiftung hinter der populären Online-Enzyklopädie darum gebeten, künftig keine Spenden in Kryptowährungen anzunehmen. In einer Abstimmung sprachen sich rund 71 Prozent der Beteiligten für ein Ende von Krypto-Spenden aus. Als einen der Gründe nennt der Antrag, dass der hohe Stromverbrauch von Kryptowährungen nicht mit den Umweltengagement der Wikimedia-Stiftung vereinbar sei.\\nGegen Kryptowährungen werden immer öfter Klimabedenken laut. Im Kern der Kritik steht dabei die Proof-of-Work-Methode, mit der Bitcoin, Ethereum und andere Währungen ihr Netzwerk am Laufen halten. Diese Methode schützt die Blockchain vor Manipulation, ist aber im Vergleich mit anderen Methoden wie Proof-of-Stake sehr energieintensiv. Greenpeace USA und anderen NGOs fordern daher in ihrer Kampagne „Change the code, not the climate“, dass Bitcoin und Ethereum auf andere Mining-Methoden umsteigen.\\nDie Wikimedia-Stiftung will den Ausstieg aus Krypto-Spenden nun prüfen. Zur Umsetzung des Antrags verpflichtet ist sie nicht. Die Stiftung betreibt seit fast zwei Jahrzehnten die Infrastruktur, auf der Wikipedia, Wikimedia Commons, Wikidata und weitere Projekte laufen. Sie finanziert sich vor allem aus Spenden und wird teilweise von der Community kontrolliert. Drei von zehn ihrer Vorstandssitze werden direkt von User:innen gewählt. Wahlberechtigt sind registrierte Nutzer:innen, die regelmäßig in einem oder mehreren der Wikimedia-Projekte aktiv sind.\\nNur 0,08 Prozent aller Spenden in Krypto\\nIm Vorjahr erhielt Wikimedia lediglich rund 0,08 Prozent aller Spenden in Kryptowährungen – die Stiftung gibt an, sie habe von 347 Spender:innen Coins im Wert von 130.000 US-Dollar erhalten. Jede Spende in Krypto werde umgehend in Dollar umgetauscht.\\nIns Rollen gebracht hatte die Debatte der Antrag der\\xa0Wikipedia-Administratorin GorillaWarfare, auch bekannt unter ihrem bürgerlichen Namen Molly White. Sie dokumentiert in ihrem Blog „Web3 is going just great“ allerhand Pleiten, Pech und Pannen im Blockchain-Universum.\\nIn der Debatte über Kryptowährungen warnten zahlreiche Wikipedianer:innen vor einem möglichen Image-Schaden für die Community. Wer Krypto-Coins annehme, unterstütze damit indirekt deren teils problematische Aspekte. Dazu zählen neben der Nachhaltigkeitsfrage auch Vorwürfe, Kryptowährungen seien ein Werkzeug für Geldwäsche und Betrügereien. Unterstützer:innen wenden hingegen ein, dass auch herkömmliche Geldsysteme Umweltprobleme hätten und dass Kryptowährungen ein sicherer Weg für Menschen in autoritären Regimen sei, finanziell aktiv zu sein und Geld zu spenden.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/no-bitcoin-please-wikipedia-community-will-krypto-spenden-verbieten/", "date": "Thu, 14 Apr 2022 12:35:55 +0000"}, "368359": {"title": "Hackback: Leider keine Zeitenwende im Innenministerium", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Mit ihrem Vorschlag zur aktiven Cyberabwehr steht Innenministerin Faeser in der Ampelkoalition noch recht alleine da (Symbolbild)     –   Alle Rechte vorbehalten IMAGO / Jens SchickeDie Diskussion um Hackbacks ist wieder da. Unser Gastautor kommentiert, dass sie nach wie vor mehr als nur fragwürdig ist – schon allein aus rechtlichen Gesichtspunkten.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Mit ihrem Vorschlag zur aktiven Cyberabwehr steht Innenministerin Faeser in der Ampelkoalition noch recht alleine da (Symbolbild)     –   Alle Rechte vorbehalten IMAGO / Jens SchickeDennis-Kenji Kipker ist Professor für IT-Sicherheitsrecht in Bremen und Mitglied des Vorstands der Europäischen Akademie für Informationsfreiheit und Datenschutz in Berlin.\\nDie Russische Föderation führt einen Grauen erregenden, völkerrechtswidrigen Angriffskrieg gegen die Ukraine – und auf einmal scheinen politisch wieder alle Mittel mehr als recht, um den vielzitierten „digitalen Gegenschlag“ auszuführen. Mehr sogar: Jedermann kann sich in dieser Situation zum digitalen Kombattanten aufschwingen und selbst lose Hackerkollektive erklären Staaten ohne Rücksicht auf die völkerrechtliche Legitimation „den Krieg“.\\nDa wäre es doch mehr als angebracht, wenn sich die Bundesregierung als legitimer Vertreter Deutschlands im Cyberraum nun öffentlich dazu bereit erklärt, endlich auch selbst digitale Gegenschläge durchzuführen – könnte man meinen.  \\nDie Realität ist nicht schwarz-weiß\\nWenn es nach dem Willen der neuen Bundesinnenministerin Nancy Faeser geht, die mit der neuerlichen Forderung nach Hackbacks als Nachfolgerin von Horst Seehofer in dessen Fußstapfen tritt, soll der Hackback besser früher als später zum Portfolio der Verteidigungsfähigkeit Deutschlands gehören. „Wir brauchen Möglichkeiten, um auf die Systeme, von denen ein Angriff ausgeht, einzuwirken und dadurch andauernde Attacken zu beenden oder neue Attacken zu verhindern“, sagte sie gegenüber dem Redaktionsnetzwerk Deutschland.\\nDa passt es dann auch gut, eine möglichst zügige Änderung des Grundgesetzes vorzuschlagen. Doch welchen Zweck verfolgt man damit eigentlich? Die Aussage Faesers ist da vermeintlich klar: Fragen der Sicherheit Deutschlands sollten nicht ideologisch, sondern realistisch betrachtet werden.\\nDas klingt auf den ersten Blick gut, weil es logisch erscheint: In einer Zeit, in der wir alle mehr denn je in die Realität zurückgeholt werden, ergibt es auch Sinn, in dieser Realität zu denken. Das Problem jedoch ist, dass nicht die eine, schwarz-weiße Realität existiert, die Nancy Faeser sich mit ihren Hackback-Plänen wohl vorstellt.\\nVielmehr ist der Hackback nach wie vor ein hochkomplexes Konstrukt aus politischen, rechtlichen und technischen Erwägungen auf dem internationalen Parkett, sodass es äußerst schwierig sein wird, sich auf einen klaren Standpunkt zu einigen und abschließend Fälle zu definieren, wann und in welchem Ausmaß Deutschland im Cyberraum denn nun „zurückschlägt“.\\nMehr Kompetenzen für den Bund in Sachen Cyberabwehr\\nWir bewegen uns bei diesem Thema gerade aufgrund seiner Komplexität, unklaren Regulierungsstruktur und der vielfältigen politischen Interessenlage in einer Grauzone, die es äußerst schwierig machen dürfte, klare und verbindliche Aussagen zu treffen. Und damit stellt sich zwangsläufig die Frage, wie solch ein Gesetzgebungsvorschlag aus dem Bundesinnenministerium konkret aussehen soll, um den Hackback in Deutschland verfassungsrechtlich und natürlich auch verfassungskonform zu verankern.\\nFaesers Konzept sieht vor, dem Bund weitere Befugnisse in Sachen Gefahrenabwehr zu geben, da Cyberattacken auf das Bundesgebiet komplexe und länderübergreifende Gefahren seien. Nur der Bund hat nach einer solchen Argumentation die Kapazitäten, um großflächige Cyberattacken effektiv abzuwehren und im Zweifelsfall „zurückzuschlagen“.\\nDieser politische Plan dürfte bei den Ländervertretern sicherlich nicht für Begeisterung sorgen, denn schon im Entstehungsprozess des IT-Sicherheitsgesetzes 2.0 im Jahr 2021 fühlten sich die Länder bis zur letzten Abstimmung im Bundesrat übergangen, weil Gefahrenabwehr und damit IT-Sicherheit eben auch Ländersache sind.\\nKommando „Cyber- und Informationsraum“ steht auf verlorenem Posten\\nJenseits dieser rechtspolitischen Probleme rund um das grundgesetzliche Kompetenzgefüge zwischen Bund und Ländern gibt es bei den aktuellen Vorhaben Faesers aber noch ganz andere Schwierigkeiten. Denn wenn die Bundesinnenministerin die aktive Cyberabwehr als eine Aufgabe der Gefahrenabwehr sieht, die eigentlich bei den Ländern zu verorten wäre – wo steht dann eigentlich die Bundeswehr mit dem Kommando „Cyber- und Informationsraum“ und seinem dort angesiedelten „Zentrum Cyberoperationen“ (ZCO), das technische Kapazitäten vorhält, um Offensivmaßnahmen im digitalen Raum durchzuführen?\\nMit Blick darauf scheint es vielmehr so, als ob die Pläne von Nancy Faeser nicht nur politisch im Bund-Länder-Gefüge, sondern auch im Gefüge der institutionellen Zuständigkeiten für IT-Sicherheit noch völlig unausgegoren sind. Denn noch vor einer entsprechenden Grundgesetzänderung für den Hackback wäre in jedem Falle zu klären, wie die Abgrenzung zwischen (polizeilicher) Gefahrenabwehr, nachrichtendienstlichem Tätigwerden, Strafverfolgung, operativer Cybersecurity und der Zuständigkeit der Bundeswehr konkret aussehen soll. Oder auch: Wer soll eigentlich zurückhacken dürfen?\\nAuch hier werfen die derzeitigen Vorschläge nur mehr Fragen als Antworten auf. Allein anzukündigen, dass das geplante Sondervermögen zur Aufrüstung der Bundeswehr in Höhe von 100 Milliarden Euro auch der Cyberabwehr zugutekommen soll, hilft da wenig.\\nInnenpolitische Hackbackpläne jenseits von technischem Sachverstand\\nUnd dann sind da natürlich noch die verschiedenen technischen Expertenmeinungen zum Thema. Häufige Kritikpunkte sind, dass für Hackbacks IT-Sicherheitslücken zurückgehalten werden müssten. Damit würden letztlich alle geschädigt, die eine bestimmte Software nutzen, so auch Infrastruktur und Unternehmen im eigenen Staat.\\nAuch ist die Attribution von Akteuren, also die Zuordnung eines Cybersicherheitsvorfalls zu einer konkreten Person oder Institution im Cyber- und Informationsraum nicht immer so eindeutig und zweifelsfrei möglich wie bei Kombattanten auf dem physischen Schlachtfeld.\\nNachrichtendienstliche Operationen fremder Mächte dürften vielfach schwierig von militärischen Operationen im Cyberraum abgrenzbar sein. Private Akteure und Hackerkollektive beteiligen sich mehr oder weniger losgelöst von fremden staatlichen Mächten an Aktionen im Cyberspace, sodass man hier nicht ohne Weiteres als Bundeswehr drauflos und zurückhacken kann.\\nComputersysteme und Hackernetzwerke können selbst nach einem erfolgreichen digitalen Gegenschlag in der Regel recht zügig wiederhergestellt werden, da Knowhow und Ressourcen nach wie vor physisch verfügbar sind – selbst ein erfolgreicher Hackback hätte somit nur eine recht kurze Halbwertszeit.\\nUnd zuletzt steht Deutschland in der völkerrechtlichen Verantwortung, zu entscheiden, wann die Schwelle zum digitalen Krieg überschritten ist und die Bundeswehr digital für Gegenschläge eingesetzt werden darf.\\nFast drei Jahre lang nur auf der Stelle getreten\\nBereits im Juni 2019 schrieb der Verfasser dieses Beitrags einen Artikel zur damals aktuellen (rechts)politischen Debatte zum Hackback, beziehungsweise der „aktiven Cyberabwehr“ und stellte fest, dass die geführte Debatte bislang „genauso umfassend wie fruchtlos“ gewesen sei.\\nFazit war seinerzeit ebenso, dass Hackbacks als aktive Maßnahmen zur Cyber-Sicherheit nicht die Schwelle von militärischen Operationen überschreiten dürfen. Jetzt, knapp drei Jahre später, wird unter einer neuen Bundesregierung und unter anderen Vorzeichen wieder über den Hackback geredet.\\nDoch wir scheinen in der Diskussion eigentlich immer noch an genau derselben Stelle zu stehen. Die Konstellation mag zwar etwas anders sein, das ändert aber nichts an den technischen, rechtlichen und politischen Gegebenheiten des Hackbacks. Nach wie vor ist die behördliche Zuständigkeitsordnung höchst diffizil und die dargestellten politischen, institutionellen, rechtlichen und technischen Rahmenbedingungen sind mehr als komplex.\\nSelbst wenn es Nancy Faeser gelingen sollte, ein halbwegs abgestimmtes Konzept zum Hackback und nicht nur ein oberflächliches politisches Statement vorzulegen, müsste sie immer noch enorme politische Hürden in der Ampelkoalition meistern, die von ihren Ankündigungen alles andere als begeistert ist.\\nWir können nur hoffen, dass es nicht so weit kommt, und die bestehenden Ressourcen jenseits politischer Rhetorik sinnvoller im Sinne der IT-Sicherheit eingesetzt werden. Einen Vorschlag gibt es schon, der auch keine Grundgesetzänderung erfordert: „Passive Cyberabwehr“ stärken, also die IT-Systeme von Staat, kritischen Infrastrukturen und Unternehmen widerstandsfähig machen – damit Angriffe weniger Schaden anrichten und im besten Fall gar nicht erst gelingen.\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/hackback-leider-keine-zeitenwende-im-innenministerium/", "date": "Thu, 14 Apr 2022 08:47:13 +0000"}, "368272": {"title": "BKA-Statistik: Behörden machen Millionen mit beschlagnahmten Kryptowährungen", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Egal ob Ransomware oder Drogenermittlungen – immer öfter stellen Behörden Kryptowährungen sicher    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Markus Spiske/Bearbeitung netzpolitik.orgWenn Ermittlungsbehörden Kryptowährungen beschlagnahmen, sprudeln die Millionen. Wir veröffentlichen die bislang vertrauliche Statistik des  Bundeskriminalamts.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Egal ob Ransomware oder Drogenermittlungen – immer öfter stellen Behörden Kryptowährungen sicher    –   Gemeinfrei-ähnlich freigegeben durch unsplash.com Markus Spiske/Bearbeitung netzpolitik.orgVor wenigen Monaten verkündete die hessische Generalstaatsanwaltschaft einen spektakulären Deal: Sie verkaufte in einem Drogenverfahren beschlagnahmte Kryptowährungen im Wert von 100 Millionen Euro. Der konkrete Betrag ist aufsehenerregend, das Vorgehen jedoch längst nicht außergewöhnlich: Polizeien der Länder und Bundesbehörden beschlagnahmten und veräußerten in den vergangenen Jahren dutzende Male Kryptogeld.\\n„Mittlerweile werden in nahezu jedem Ermittlungsverfahren im Bereich der Cybercrime im engeren Sinne Kryptowährungen festgestellt“, sagte ein Sprecher des Bundeskriminalamt (BKA) zu netzpolitik.org. Unter diese Kategorie fallen etwa Ransomware-Erpressungen, bei denen Unbefugte sich Zugang zu einem IT-System verschaffen und dort alle Daten verschlüsseln. Erst gegen ein Krypto-Lösegeld geben die Angreifer:innen die Daten wieder frei. „Aber auch in den Bereichen der Wirtschafts- und Finanzkriminalität ist die Verwendung von Kryptowährungen bereits umfassend belegt“, heißt es vom BKA.\\nWie häufig Ermittlungsbehörden inzwischen Bitcoin und Co. sichern, darüber gibt eine bislang nicht öffentliche Statistik Aufschluss. Zugang dazu erhielt netzpolitik.org durch eine Anfrage nach dem Informationsfreiheitsgesetz. Seit 2017 sammeln die Behörden statistische Daten über die Beschlagnahme von Kryptowährungen. Laut der Statistik, die wir veröffentlichen, wurden von 2017 bis 2020 in 89 Verfahren Coins beschlagnahmt. Sie stammen von insgesamt 96 Personen.\\n'}]", "link": "https://netzpolitik.org/2022/bka-statistik-behoerden-machen-millionen-mit-beschlagnahmten-kryptowaehrungen/", "date": "Wed, 13 Apr 2022 12:24:00 +0000"}, "367909": {"title": "Norwegische Recherche: Kein Krieg im russischen TikTok-Feed", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Nykolai aus der Ukraine, Alexei aus Russland – zwei Bots, zwei TikTok-Welten    –    Karte: OpenStreetMap; TikTok-Screens: NRK.no, Montage: netzpolitik.orgTikTok-Nutzer:innen in Russland bewegen sich in einer Blase ohne Krieg. Was das bedeutet, veranschaulicht ein Versuch von Journalisten aus Norwegen. Sie haben zwei Bots auf die Reise durch einen ukrainischen und russischen TikTok-Feed geschickt.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Nykolai aus der Ukraine, Alexei aus Russland – zwei Bots, zwei TikTok-Welten    –    Karte: OpenStreetMap; TikTok-Screens: NRK.no, Montage: netzpolitik.orgNur 90 Minuten Autofahrt trennen die Städte Charkiv in der Ukraine und Belgorod in Russland. „Aber auf TikTok sind sie Welten voneinander entfernt“, schreibt Christian Nicolai Bjørke. Er ist Investigativ-Journalist beim öffentlich-rechtlichen Rundfunk NRK in Norwegen. Gemeinsam mit seinem Kollegen Henrik Bøe hat er untersucht, was Menschen in den beiden Städten von der Welt zu sehen bekommen, wenn sie TikTok öffnen.\\nDer Unterschied könnte nicht deutlicher sein, wie der Versuch zeigt: Die Journalisten programmieren zwei Bots, die automatisch durch den Feed von TikTok navigieren. Mithilfe eines Proxys verschleiern sie ihre wahren IP-Adressen. Einem Bot geben die Journalisten den Namen Alexei und eine IP-Adresse aus dem russischen Belgorod. Den anderen Bot nennen sie Nykolai, er bekommt eine IP-Adresse aus dem ukrainischen Charkiv. So lässt sich simulieren, was Menschen in den beiden Städten auf TikTok eingeblendet bekommen.\\nWährend Nykolai in seinem Newsfeed Videos aus dem Krieg sieht – Soldat:innen, zerstörte Häuser – findet Alexei nichts dergleichen. Wie sehr schirmt TikTok Alexei vom Krieg ab? Die Journalisten geben dem Bot neue Anweisungen. Er soll sich für Waffen, Militär und die ukrainische Flagge interessieren; entsprechende Videos länger betrachten und liken. Auf diese Weise soll der TikTok-Algorithmus lernen, dass ihn diese Inhalte interessieren, sodass er mehr davon zu sehen bekommt.\\nAber der Krieg erscheint noch immer nicht in Alexeis TikTok-Feed. Was Alexei sieht: einen Hundewelpen, der ein Küken mit der Pfote anstupst. Als würde der Krieg für TikTok-Nutzer:innen in Russland nicht existieren. Nur eine Ausnahme entdecken die Journalisten unter Hunderten Videos im Feed von Alexei: ein Überwachungsvideo, das den Einschlag einer Rakete in ein Gebäude in Charkiv zeigt.\\xa0\\nZombie-Version von TikTok\\nDie Untersuchung macht anschaulich, was eine Analyse der NGO Tracking Exposed Mitte März gezeigt hat: TikTok kappt den Informationsfluss nach Russland. Etwas in diese Richtung hatte TikTok am 6. März mitgeteilt. Man habe „keine andere Wahl, als Livestreaming und neue Inhalte in Russland auszusetzen“, hieß es etwas versteckt im Update eines Blogsposts.\\nDie Formulierung lässt Deutungsspielraum. Man könnte zunächst meinen, von der Sperre betroffen seien nur neue Uploads russischer Nutzer:innen. Aber nein: TikTok blendet in Russland alle neuen Uploads aus und darüber hinaus alle Uploads von nicht-russischen Accounts, inklusive älterer Videos. Übrig bleiben alte Videos aus Russland. Was das konkret bedeutet, zeigt die Recherche von NRK: TikTok in Russland sei eine Art „Zombie-Version“ seiner selbst, wie Bjørke erzählt. Tracking Exposed schreibt: „Nationale Inhaltsbeschränkungen in diesem Ausmaß sind für eine globale Social-Media-Plattform beispiellos.“\\nTikTok übernimmt damit eine Sonderrolle. Die Plattform ist im Gegensatz zu vielen anderen Social-Media-Plattformen weiterhin in Russland verfügbar. Facebook, Instagram und Twitter wurden durch russische Behörden verboten. Andere Online-Dienste wie Spotify haben sich selbstständig aus Russland zurückgezogen.\\nGesetz gegen „Falschnachrichten“\\nAls Grund für die ungewöhnliche Maßnahme für Russland nennt TikTok das neue russische Gesetz gegen „Falschnachrichten“. Das Wort steht hier in Anführungszeichen, weil russische Behörden die Wahrheit als „falsch“ bezeichnen. Wer in Russland Informationen über den Krieg in der Ukraine verbreitet, kann diesem Gesetz zufolge verhaftet werden. Es drohen bis zu 15 Jahre Gefängnis. „Unsere höchste Priorität ist die Sicherheit unserer Mitarbeiter:innen und unserer Nutzer:innen“, schreibt TikTok auf Englisch. Russland verlangt von TikTok und anderen großen Tech-Konzernen, dass sie Mitarbeiter:innen im Inland beschäftigen.\\nDie freiwillige Abschirmung funktioniert offenbar, wie die Recherchen von Bjørke und Bøe demonstrieren. Sie haben etwa versucht, Videos aus dem ukrainischen TikTok-Feed per Suchfunktion in der russischen TikTok-Version zu finden. Keine Ergebnisse. Am Ende des Versuchs hätten beide Bots mehr als 4.000 Videos gesehen – aber nur 19 Videos seien in beiden Feeds aufgetaucht.\\n„Ich würde gerne wissen, warum sich TikTok nicht komplett aus Russland zurückgezogen hat“, sagt Bjørke. Wir wollten genau das auch von der deutschen Pressestelle wissen und haben keine Antwort erhalten. In seinem Artikel hat Bjørke zudem gefragt: „Zensiert sich TikTok selbst, um nicht mit Russland in Konflikt zu geraten?“ TikTok habe ihm diese Frage nicht beantwortet. Auf unsere Nachfrage hin verweist Tiktok auf das bereits öffentliche Statement über den Schutz von Mitarbeiter:innen und Nutzer:innen.\\nWenn lokale Gesetze Menschenrechte verletzen\\nHinter der Sonderrolle von TikTok und Russland steht ein grundsätzliches Problem: Wie soll eine Plattform reagieren, wenn lokale Gesetze Menschenrechte verletzen, und wer darf festlegen, wann das der Fall ist? In der Vergangenheit hatte TikTok bereits damit argumentiert, lokalen Gesetzen Vorrang zu geben. Beispielsweise im Jahr 2020, als öffentlich bekannt wurde, wie TikTok LGBTQ-Hashtags blockiert – laut Sprecherin „teilweise aufgrund einschlägiger örtlicher Gesetze“. TikTok-Mutter Bytedance betreibt im autoritären China gleich eine eigenständige Version von TikTok namens Douyin.\\nWir wollten wissen, ob aus diesen Beispielen etwas Grundsätzliches spricht. Bedeutet das, TikTok sind im Zweifel auch sehr weitreichende Einschränkungen recht – egal, welche Art von Information per Gesetz unterdrückt werden soll? TikTok hat sich dazu nicht offiziell geäußert.\\nAuch Journalist Bjørke haben wir nach seiner Einschätzung gefragt: Macht sich TikTok zum Knecht für Zensur in autoritären Ländern? Bjørke sagt: „Ich möchte unsere Arbeit für sich selbst sprechen lassen und die Meinung den Kommentator:innen überlassen“.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/norwegische-recherche-kein-krieg-im-russischen-tiktok-feed/", "date": "Tue, 12 Apr 2022 16:13:45 +0000"}, "368123": {"title": "Wie umgehen mit Klimalügen?: Löschen ist keine gute Lösung", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '   –   Vereinfachte Pixabay Lizenz Tumisu/Bearbeitung netzpolitik.orgWer fordert, dass Desinformation einfach gelöscht werden muss, begibt sich auf einen Pfad, der zu immer neuen Formen von Informationskontrolle und Zensur führt. Deswegen müssen wir andere Lösungen finden. Eine Replik.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': '   –   Vereinfachte Pixabay Lizenz Tumisu/Bearbeitung netzpolitik.orgIn einem Kommentar fordert mein geschätzter Kollege Alexander Fanta, dass Facebook und YouTube nicht nur russische Propaganda löschen sollten, sondern auch Inhalte, die den Klimawandel leugnen.\\xa0Nun sind Desinformation, Wissenschaftsfeindlichkeit und Verschwörungsideologien tatsächlich ernstzunehmende Probleme in der digitalen Gesellschaft, auf die diese Antworten finden muss. Da sind wir uns einig. Denn Desinformation wirkt, und sie wirkt schädlich auf Gesellschaften.\\xa0\\nDoch die Lösung kann nicht sein, dass wir immer mehr unerwünschte Inhalte definieren und diese löschen. Denn hier wird gefordert, dass Inhalte von Facebook und YouTube entfernt werden, die nicht strafbar sind.\\nDie Meinungsfreiheit wird aber wirksam begrenzt durch Gesetze. Ich darf keine Lügen über andere Personen verbreiten, keine falschen Tatsachenbehauptungen über Firmen. Ich darf keine Hakenkreuze in meinem Profil führen und keine Menschen bedrohen. Ich darf nicht zu Straftaten aufrufen und keine Bilder von Kindesmissbrauch versenden. Die Gesetze halten viele Einschränkungen bereit, was nicht erlaubt ist. Das ist die Grundlage für die Meinungsfreiheit in einer Gesellschaft. Auch wenn es in manchen Ländern viel zu viele Einschränkungen gibt.\\nWer soll die Wahrheit denn definieren?\\nIn Deutschland gibt es kein Gesetz, das grundsätzlich das Schreiben von Bullshit, politischer Irrläuferei und Lügen verbietet. Und das ist auch gut so. Denn wer soll eigentlich definieren, was Desinformation ist? Ausgerechnet die großen sozialen Netzwerke mit ihrer illegitimen monopolartigen Macht über die Öffentlichkeit? Der Staat oder die Regierung mit einer Institution, die dann über Wahrheit entscheidet? Beides klingt gar nicht gut.\\nUnd wer garantiert dann, dass die Definitionen von Wahrheit auch wirklich an Wissenschaft orientiert sind – und nicht einem anderen politischen oder ökonomischen Ziel entspringen? Diese Antwort bleibt Alexander in seinem Kommentar schuldig. Vermutlich, weil es keine gute Antwort darauf gibt.\\nVielleicht müssen wir weg von der Idee der Löschung kommen. Je mehr Felder wir als unerwünscht definieren, desto mehr Begehrlichkeiten wird es geben. Wenn man russische Propaganda löscht, muss man dann nicht auch iranische Propaganda löschen? Und wer bestimmt, was eigentlich Propaganda und was politische Information ist? Wo beginnt die unerwünschte Desinformation und was ist noch wissenschaftliche Mindermeinung? Kann das, was heute als falsch angesehen wird, sich manchmal nicht auch morgen als richtig herausstellen?\\nGeltende Gesetze statt unerwünschter Meinung\\nIch habe zu viele Fragen. Aber klar ist: Wenn wir die Meinungsfreiheit über die geltenden Gesetze hinaus beschneiden, kommen wir in Teufels Küche. Wir treten einen Wettbewerb darüber los, was erlaubt ist, sichtbar im Internet zu sagen und was nicht. Denn für alle möglichen Themenfelder stehen Interessensgruppen in den Startlöchern, die bestimmte Informationen für unerwünscht halten. Wir lösen auch aus, dass Informationskontrolle und damit letztlich Zensur immer weiter salonfähig werden. Am Ende könnte der Demokratie diese Haltung mehr schaden als die Desinformation, die wir eigentlich und aus gutem Grund bekämpfen wollten.\\nStatt abwegige Meinungen und Desinformation zu löschen, sollten wir uns Gedanken machen, wie man diese wirksam als Bullshit kennzeichnet. Wir sollten uns Gedanken machen, wie wir die großen Plattformen dahin bekommen, dass sie\\xa0solche Inhalte nicht extra mit ihren Algorithmen verstärken, sondern von Factcheckern als Desinformation markiert irgendwo unter Ferner liefen weiterexistieren lassen. Wir brauchen Mechanismen, mit denen Menschen solche irreführenden Informationen melden und selbstbestimmt wegfiltern können. Und wir brauchen viel mehr Medienkompetenz, damit Menschen seriöse Quellen von Dreck unterscheiden können. Da bin ich mir mit meinem Kollegen einig.\\xa0\\nNur das Löschen sollte immer die letzte Option sein.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/wie-umgehen-mit-klimaluegen-loeschen-ist-keine-gute-loesung/", "date": "Tue, 12 Apr 2022 15:02:35 +0000"}, "367537": {"title": "Wie umgehen mit Klimalügen?: YouTube und Facebook sollten endlich löschen", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Heizen Klima-Lügen unseren Planeten an? Facebook und YouTube wollen Falschinformationen nicht löschen    –   Vereinfachte Pixabay Lizenz Tumisu/Bearbeitung netzpolitik.orgDie großen Internetplattformen kämpfen seit Kriegsausbruch gegen Falschinformationen aus Russland. Andere Verbreiter:innen von Desinformation lassen sie jedoch leider gewähren. Ein Kommentar.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Heizen Klima-Lügen unseren Planeten an? Facebook und YouTube wollen Falschinformationen nicht löschen    –   Vereinfachte Pixabay Lizenz Tumisu/Bearbeitung netzpolitik.orgIm Silicon Valley sorgt die russische Invasion der Ukraine für Löschtage. Vorige Woche entfernte Facebook nach eigenen Angaben ein Netzwerk aus rund 200 Fake-Konten mit Verbindungen nach Russland. Schon Tage nach Kriegsausbruch verkündeten der Facebook, Twitter und YouTube die großflächige Löschung russischer Propaganda. Die Apps der russischen Staatsmedien RT und Sputnik verschwanden aus Googles App-Store, ihre Konten sind weltweit bei YouTube gesperrt. Gegen russische Desinformation hat Facebook sogar ein eigenes Team gegründet, das rund um die Uhr arbeitet.\\nDie russische Kriegspropaganda hat seit Kriegsausbruch Priorität für die großen Internetkonzerne aus den USA. Sie wollen möglichst den Eindruck vermeiden, sie ließen Russland mit manipulativen Kampagnen im Netz gewähren – zu sehr wirkt der Vorwurf nach, sie hätten Versuche russischer Einflussnahme auf die US-Wahl 2016 zugelassen und damit Donald Trump ermöglicht. Das soll nicht mehr passieren – die Konzerne beziehen im Ukraine-Krieg klar Stellung: für den Westen, für die USA.\\nWeniger eilig haben es die Konzerne hingegen mit einer Desinformationskrise der anderen Art – einer, die seit Jahren schwelt: Klimalügen gibt es zuhauf auf Facebook, auf Instagram, YouTube und Twitter. Doch während der Facebook-Mutterkonzern Meta gegen russische Propaganda eigene Einsatzgruppen gründet, bleiben Falschbehauptungen, verzerrte Darstellungen und manipulative Kampagnen zum Klimawandel auf der Plattform.\\nFacebook gegen Klimalügen: Eine Million für Factchecking\\nDas Ausmaß des Problems ist nach Recherchen von NGOs gewaltig. Eine Studie der Organisation Stop Funding Heat untersuchte zwischen Januar und August 2021 rund 48.700 Posts von gut 200 Facebook-Seiten. Allein dort verbreitete falsche oder irreführende Informationen seien täglich geschätzt zwischen 827.000 und 1.380.000 Mal aufgerufen worden. 25 der weltgrößten Öl- und Gasfirmen gaben im Jahr davor laut einer Untersuchung der NGO InfluenceMap Millionen für gesponserte Posts aus, die ihre Arbeit in eine positives Licht rücken sollen.\\nDie Ölindustrie wirbt fleißig auf Facebook (Symbolbild)    -   CC-BY 2.0 Spencer Thomas\\nAls Reaktion auf lauter werdende Kritik kündigte Facebook im Vorfeld der Klimakonferenz COP26 vergangenen Herbst an, wissenschaftlich glaubwürdige Stimmen zum Klimawandel sichtbarer zu machen. Auch versprach der Konzern eine Million US-Dollar mehr für Factchecking zum Klimawandel. Dies sei jedoch ein geradezu verschwindender Betrag für einen Konzern mit Milliardenumsätzen, wie Umweltschützer:innen kritisieren.\\nAuch Facebooks Konkurrenz steht kaum besser da: YouTube unternehme nichts gegen Videos von Klimaleugner:innen, kritisierte jüngst der prominente US-Klimaforscher Michael E. Mann. Ein Versprechen des Mutterkonzerns Google im Vorfeld von COP26, Werbung für Klima-Desinformation aus YouTube und seinem Werbenetzwerk zu verbannen, sei nicht erfüllt worden, so ein Bericht der NGO Center for Countering Climate Hate: Noch immer seien solche Inhalte auffindbar.\\nDass das zutrifft, lässt sich leicht überprüfen. Wer den deutschen Begriff „Klimalüge“ bei YouTube oder Facebook eingibt, muss nur kurz scrollen, um einschlägige Angebote zu finden: Etwa einen Vortrag des umstrittenen deutschen Professors Gerd Ganteför, in dem dieser behauptet, eine Erderwärmung um drei Grad Celsius sei „erstmal nicht so schlimm, hat sogar positive Effekte“. Klimaschützer:innen warnen hingegen einhellig, bei einem solchen Temperaturanstieg drohten katastrophale Folgen.\\nPinterest verbot Anti-Impfpropaganda schon vor Corona\\nWie inkonsequent die Haltung der großen Internetfirmen ist, verdeutlicht der Schritt eines kleineren Konkurrenten. Pinterest, ein soziales Netzwerk, das für den Austausch über Handwerk, Rezepte und Schmuck beliebt ist, kämpfte lange gegen eine Flut an Desinformation. Fake News über Impfungen verbreiteten sich dort schon lange vor der Covid-19-Pandemie. Dagegen setzt Pinterest Maßnahmen: 2017 verbot das soziale Netzwerk Anti-Impfpropaganda und damit verbundene Suchbegriffe.\\nVor einigen Tagen erweiterte Pinterest seine Regeln: Auch Desinformation über den Klimawandel ist künftig untersagt. Dazu zählt das soziale Netzwerk nicht nur Lügen und Falschmeldungen, sondern auch verzerrt dargestellte wissenschaftliche Daten, die das Vertrauen in die Klimawissenschaft untergraben sollen. Ein weitreichendes Verbot, für das Pinterest mit Umweltorganisationen genauere Auflagen ausarbeiten möchte.\\nÄhnliche Schritte bei Instagram, Facebook oder YouTube bleiben aus. Durch sein Klima-Informationszentrum wolle der Facebook-Mutterkonzern Meta „die Verbreitung von Falschinformationen rund um das Thema Klimawandel eindämmen und zu einer aufgeklärten Diskussion beitragen“, sagte eine Sprecherin zu netzpolitik.org. Konkretere Maßnahmen setzt der Konzern nicht. Auch YouTube erlaubt weiterhin Klimalügen, auch wenn Werbung dafür nun verboten ist.\\nLange wehrten sich die Plattformen generell, Maßnahmen gegen falsche und irreführende Behauptungen zu setzen. Daran änderte selbst die Angst vor russischer Desinformation wenig. Erst die Covid-19-Pandemie zwang die Konzerne zum Handeln: YouTube verbot im Mai 2020 Inhalte über das Virus, „die ein ernsthaftes Risiko für körperlichen Schaden bergen“. Seit Herbst 2021 sind „schädliche Inhalte“ über jegliche Impfung verboten.\\nAuch Facebook kündigte im Pandemiejahr 2020 an, Verschwörungserzählungen über angebliche Mikrochips im Corona-Impfstoff und andere falsche Behauptungen über Covid-Impfungen generell zu löschen. Ob Facebook und YouTube dem konsequent nachkommen, daran lassen Studienergebnisse zweifeln. Doch immerhin: Es gibt klare Verbote.\\n„Meinungsfreiheit“ galt bei Facebook sogar für Holocaust-Leugnung\\nDass sich die Konzerne lange sträubten, überhaupt falsche Behauptungen zu entfernen, hat wirtschaftliche und politische Gründe. Menschliche Moderation, die falsche und irreführende Inhalte zielsicher entfernt, aber zugleich nicht rasenmäherartig legitime Inhalte löscht, etwa Satire und journalistische Berichterstattung, ist teuer. Eine große Rolle für das Handeln der Plattformen spielt aber auch die libertäre Ideologie des Silicon Valley, sowie der starke Schutz der Meinungsfreiheit in der US-Verfassung.\\nWie weit dieses Verständnis von „Meinungsfreiheit“ gehen konnte, macht eine Kontroverse um Aussagen von Mark Zuckerberg deutlich. 2018 hatte der Facebook-Gründer in einem Interview erklärt, selbst Holocaust-Leugnung habe grundsätzlich auf seiner Plattform Platz. Erst zwei Jahre später entschied sich der Konzern, solche Inhalte weltweit zu verbieten.\\nFacebook-Chef Mark Zuckerberg muss unangenehme Fragen beantworten, hier vor dem US-Kongress    -   Alle Rechte vorbehalten IMAGO / Xinhua\\nKlar: Holocaust-Leugnung ist nicht gleichzusetzen mit anderen Lügen. Doch Facebooks langjährige Toleranz gegenüber Holocaust-Leugnung verdeutlicht, wie problematisch es sein kann, keinerlei Wertung über den Wahrheitsgehalt einer Aussage treffen zu wollen.\\nAuch erscheint es müßig, über den gesellschaftlichen Wert von verzerrten Darstellungen, Schwurbelei und Lügen über die Klimakrise zu sprechen. Sie tragen nichts zur Debatte bei – der „aufgeklärten Diskussion“, von der Facebook spricht – sondern im Gegenteil, sie richten einen realen Schaden an, wenn sie den Gegner:innen von Maßnahmen gegen den Klimawandel vermeintliche Argumente in die Hand geben.\\nWer sich über die Grenzen der Freiheit von Meinung und Ausdruck auf den großen Internetplattformen sorgt, sollte einen Blick in die Gemeinschaftsstandards von Facebook werfen. Dort sind diese ohnehin eher willkürlich gezogen. Etwa löscht Facebook seit seinen frühen Tagen Bilder weiblicher Brustwarzen. Fotos von Geburten versieht der Konzern mit Warnhinweisen. Die Regeln des sozialen Netzwerkes orientieren sich an US-Gesetzen und prüden amerikanischen Sitten. Auf die Frage, ob es sinnvoll ist, jeden Nippel zu löschen, aber Verschwörungsmythen über Reptiloide zu erlauben, vermag Facebook keine Antwort zu geben.\\nFreilich steht zu vermuten, dass bei Facebook und seiner Konkurrenz im Silicon Valley dem strengem Vorgehen gegen Klimalügen und Verschwörungsmythen mehr entgegensteht als nur Geld oder eine philosophische Grundhaltung zur Meinungsfreiheit. Abgeordnete der republikanischen Partei müssen spätestens seit dem Deplatforming von Donald Trump fürchten, dass auch ihre eigenen Falschbehauptungen im Fangnetz landen könnten. Entsprechend vorsichtig sind die Internetkonzerne, keine gesetzlichen Gegenmaßnahmen der US-Rechten auf den Plan zu rufen. Ihre Sorge, der Republikanischen Partei auf den Schlips zu treten, hat globale Auswirkungen.\\nSollten sich Facebook, YouTube und andere Plattformen allerdings noch durchringen, gegen Klimalügen vorzugehen, stünde ein breites Arsenal an Maßnahmen zur Verfügung. Forscher:innen und Expert:innen legen seit Jahre Vorschläge vor, wie ein Vorgehen gegen falsche Informationen rasch durchgesetzt werden könnte: Dazu gehören etwa klarere Meldewege für Nutzer:innen, die sich über solche Inhalte beschweren wollen, mehr menschliche Moderator:innen, sowie mehr Geld für Factchecking.\\nDie Lösungen liegen am Tisch – was fehlt ist allerdings die Entschlossenheit, etwas zu unternehmen.\\n\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/wie-umgehen-mit-klimaluegen-youtube-und-facebook-sollten-endlich-loeschen/", "date": "Tue, 12 Apr 2022 15:00:06 +0000"}, "368003": {"title": "Tesla: Roboter auf Rädern", "unshorted-text": "[{'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Roboter bauen einen Tesla, der auch fast ein Roboter ist.    –   Alle Rechte vorbehalten IMAGO / Kyodo NewsIm März eröffnete Teslas Gigafactory in Brandenburg, die ersten Elektroautos sind bereits vom Band gerollt. Während Datenschützer seit Jahren über die mit vielen Sensoren versehenen Fahrzeuge besorgt sind, will Tesla längst mehr als Autos bauen.'}, {'type': 'text/html', 'language': None, 'base': 'https://netzpolitik.org/feed', 'value': 'Roboter bauen einen Tesla, der auch fast ein Roboter ist.    –   Alle Rechte vorbehalten IMAGO / Kyodo News1984 – im Jahr des gleichnamigen Orwell-Romans begann die Erfolgsgeschichte der amerikanisch-japanischen Spielzeug-Linie Transformers. Teile eines Fahrzeugs ließen sich so verschieben, dass sie sich in eine Action-Figur und wieder zurück verwandeln konnten. Die Transformers-Linie ist in zwei Fraktionen unterteilt: die guten Autobots und ihre Gegner, die bösen Decepticons. Anführer der Autobots ist „Optimus Prime“.\\n„Optimus“ lautet auch der Name eines von Tesla geplanten, humanoiden Roboters. „Er ist ein Guter“, unterstrich Tesla-CEO Elon Musk bei dessen Vorstellung im August 2021. Ein Prototyp werde bis 2022 gebaut und hätte das Potential dazu, für Tesla bedeutender als das Fahrzeuggeschäft zu werden.\\nTesla-Fahrzeuge sind „halb intelligente Roboter“\\nIn der gleichen Rede bekräftigte Musk: „Tesla ist zweifellos das größte Robotik-Unternehmen der Welt, denn unsere Autos sind wie halb intelligente Roboter auf Rädern.“\\nWas hat es mit dieser Aussage auf sich? Die Tesla-Fahrzeuge sind voller Sensoren. „Acht Kameras gewähren eine 360°-Überwachung der Fahrzeugumgebung mit bis zu 250 m Reichweite. Ergänzt werden sie durch zwölf aktualisierte Ultraschallsensoren“, hieß es auf der Webseite des Unternehmens unter der Überschrift „Fahren in der Zukunft“.\\nZwei nach vorne, zwei nach hinten gerichtete Flankenkameras, eine Heckkamera und für die Front eine Weitwinkel-, Hauptfeld- und Teleobjektiv-Kamera. Doch es gibt bei manchen noch eine neunte Kamera, die auf der Webseite nicht aufgelistet ist: Eine Innenraumkamera über dem Rückspiegel. Die sorgte in der Vergangenheit für Verwirrung, ihr Zweck war lange unklar. Elon Musk versicherte 2020 auf Twitter, dass diese Kamera deaktiviert sei. Seit einer Softwareversion von 2021 kann sie in den USA die Aufmerksamkeit der Fahrenden erfassen.\\nTesla produziert viele Komponenten wie die Software für seine Fahrzeuge selber. Welche Daten wie genau erhoben und verarbeitet werden, ist für die Fahrenden kaum überschaubar. Auf eine Presseanfrage zu dem Thema antwortete das Unternehmen nicht.\\nIn der deutschsprachigen Datenschutzerklärung von Tesla heißt es, dass Kamera-Daten standardmäßig direkt im Fahrzeug verarbeitet werden und das Fahrzeug nicht ohne Zustimmung der Nutzenden verlassen. Selbst wenn diese entscheiden, Tesla Daten für das „Flottenlernen“ zur Verfügung zu stellen, „bleiben die Kameraaufzeichnungen anonym und werden nicht mit Ihnen oder Ihrem Fahrzeug in Verbindung gebracht“.\\nMit einer Einschränkung: „Es sei denn, wir erhalten die Daten infolge eines sicherheitsrelevanten Vorfalls.“ Ein solcher liegt laut Tesla beispielsweise vor, wenn ein Airbag auslöst. Dann werden 30-sekündige Clips zusammen mit der Fahrgestellnummer an den Hersteller übermittelt.\\nDojo – Supercomputer zur Schaffung Künstlicher Intelligenz\\nUm die Fahrzeugumgebung auszuwerten und auf Umweltbedingungen zu reagieren, trainiert Tesla sogenannte Künstliche Intelligenz – künftig in einem „Dojo“. Dojo bezeichnet eigentlich einen Trainingsraum für japanische Kampfkünste. Bei Tesla ist das der Name für den Supercomputer, mit dem ab 2022 neuronale Netzwerke trainiert werden sollen.\\nTesla bekundete auf seiner Webseite: „Unsere Netzwerke lernen von den kompliziertesten und vielfältigsten Szenarien der Welt, die interaktiv von unserer Flotte von fast 1 Million Fahrzeugen in Echtzeit geliefert werden.“\\nDiese Szenarien sind von Land zu Land unterschiedlich: Während in Kontinentaleuropa Rechtsverkehr herrscht, ist es Großbritannien und Irland Linksverkehr. Schilder sehen in unterschiedlichen Ländern verschieden aus. Diese Praxisbeispiele sollen verdeutlichen, dass Teslas neuronales Netz auf Videodaten angewiesen ist, um im Dojo die KI zu trainieren. Dojo wird jedoch nicht nur für das Training zum autonomen Fahren entwickelt, ließ Elon Musk auf dem AI Day beiläufig fallen. Wofür noch, beantwortete Tesla auf Anfrage nicht.\\nVisuelle Intelligenz für Wächter\\nDie Tesla-Fahrzeuge analysieren ihre Umwelt aber nicht nur während der Fahrt. Im „Sentry Mode“, dem sogenannten Wächter-Modus, erfassen Sensoren die Umgebung. Kommt die Auswertung dieser Daten zum Ergebnis, dass eine Bedrohung eines parkenden Tesla vorliegt, zeichnen Außenkameras die Umgebung auf.\\nDank eines Updates lässt sich in den USA der „Sentry Mode Live Camera Access“ aktivieren. Damit können die Besitzer*innen per App auf die Außen-Kameras zugreifen. Wer mag, kann mit den Passant*innen sprechen. Die eigene Stimme ertönt, wahlweise verzerrt, über den Außenlautsprecher.\\nIm September 2021 wurde am Rande einer Demonstration im Leipziger Süden ein Tesla von vermummten Personen beschädigt. Noch fehlt es den Fahrzeugen wohl an visueller Intelligenz, um zu erkennen, was in einer solchen Szene vor sich gehen würde. Visuelle Intelligenz könnte aber dazu führen, dass der Wächter-Modus zukünftig die Aufnahme startet, sobald sich eine vermummte Person dem Fahrzeug nähert.\\n„Wenn verdächtige Bewegungen erkannt werden, reagiert Ihr Fahrzeug entsprechend der Schwere der Bedrohung“, lautet es auf der Webseite von Tesla. Welche genauen Szenarien verdächtig ist und wie die Schwere einer Bedrohung eingeordnet wird, lässt das Unternehmen offen. Die Datenschutzerklärung nennt als Bedrohungsbeispiel, dass sich jemand an das Fahrzeug lehnt, einen Einbruch durchs Fenster als hingegen „erhebliche Bedrohung“.\\nDaten für Ermittlungsbehörden\\nEin Fahrzeug, das bei Straftaten und Unfällen seine Umgebung aufzeichnen kann, ist auch für Ermittlungsbehörden interessant. Sie bekamen offenbar bereits Sensordaten von Tesla. Das ZDF recherchierte, dass Tesla in einem Fall offenbar Geschwindigkeitsdaten auch unabhängig von einem Unfall an die Behörden übermittelte.\\nDer Berliner Oberamtsanwalt Andreas Winkelmann greift regelmäßig auf Fahrzeugdaten mehrerer Hersteller bei Ermittlungen zu illegalen Autorennen zurück. Gegenüber der SZ konstatiert er, die meisten Hersteller würden freiwillig kooperieren. Privat finde er mobile Dauer-Überwachung trotzdem bedenklich. Ein seltener Kritiker.\\nAnfragen zu Ermittlungsverfahren, bei denen Tesla-Fahrzeuge involviert sind, werden eher ausweichend beantwortet. Entgegen dem engagierten Oberamtsanwalt in Berlin konnte die Senatsverwaltung auf eine Kleine Anfrage aus dem Jahr 2021 hin keine statistischen Aussagen zur Nutzung von Fahrzeugdaten für Ermittlungen treffen.\\nAuch aus Sachsen lassen sich keine Details in Erfahrung bringen. „Zu laufenden Verfahren können wir keine Angabe machen. An abgeschlossene Fälle kann ich mich nicht erinnern“, so der Leipziger Gerichtssprechers Stefan Blaschke auf die Anfrage, ob und wie sächsische Behörden auf Sensordaten von Tesla zugreifen. Auch eine Kleine Anfrage an die Sächsische Landesregierung lieferte keine Ergebnisse.\\nDatenschleudern mit Langzeitgedächtnis\\nDr. Thilo Weichert war 2004 bis 2015 Datenschutzbeauftragter des Landes Schleswig-Holstein. Im Rahmen seiner Tätigkeit beim „Netzwerk Datenschutzexpertise“ widmete er sich einer datenschutzrechtlichen Beurteilung von Tesla-Fahrzeugen: „Das Gutachten kommt zu dem Ergebnis, dass es sich bei Tesla-Fahrzeugen um Überwachungsmaschinen mit Langzeitgedächtnis und zugleich um Datenschleudern handelt. So wie diese derzeit in Deutschland ausgeliefert werden, dürften sie weder auf den Markt kommen noch zugelassen werden“, lautet es zu dem Gutachten aus dem Jahr 2020.\\nDoch wer entscheidet das? „Das Problem des Datenschutzes ist der Föderalismus“, sagt Weichert gegenüber netzpolitik.org. „Wenn Datenschützer*innen auf EU-Ebene weiter schweigen, wird sich auch hierzulande nicht viel bewegen“, meint der Datenschützer. Auch der ADAC sieht in einem Positionspapier von 2020 politischen „Handlungsbedarf“ und forderte für Daten in vernetzten Fahrzeugen unter anderem die „zügige Schaffung eines rechtlichen Rahmens für den Zugang zu im Fahrzeug generierten Daten auf EU-Ebene“. Derzeit führt die EU-Kommission eine öffentliche Konsultation zum „Zugang zu Fahrzeugdaten, -funktionen und -ressourcen“ durch.\\n„Sicherstellen, dass wir nicht etwas sehr Dummes tun“\\nOb Fahrzeug oder Roboter: Technologien, die mit Sensoren ausgestattet sind und im Flottenverband einem neuronalen Netz zuarbeiten, das eine künstliche Intelligenz trainiert, rufen Datenschützer:innen auf den Plan.\\nNicht nur das Netzwerk Datenschutzexpertise und der ADAC warnen. Elon Musk äußerte sich 2014 gegenüber Studenten des Massachusetts Institute of Technology (MIT) während eines Interviews auf dem AeroAstro Centennial Symposium: „Ich denke, wir sollten mit Künstlicher Intelligenz sehr vorsichtig sein. Wenn ich raten müsste, was unsere größte existenzielle Bedrohung ist, dann ist es wahrscheinlich diese.“\\nEr sprach sich für eine Regulierung und Aufsicht aus, „um sicherzustellen, dass wir nicht etwas sehr Dummes tun“. Er sprach von einem „Daemon“, vielleicht eine Anlehnung an den gleichnamigen Roman von Daniel Suarez. Darin geht es um eine künstliche Intelligenz, die im Hintergrund des Internets operiert und von dort die reale Welt beeinflusst.\\nDie reale Welt mit künstlicher Intelligenz beeinflussen, das will Tesla-Chef Musk offenbar auch. Sein 2016 gegründetes Unternehmen Neuralink suchte kürzlich eine Leitung für klinische Studien, um mittels Implantat Zugriff auf das menschliche Gehirn zu bekommen, „Spätestens das sollte den Bürokraten in den Verwaltungen doch langsam mal zu Denken geben“, konstatiert Datenschutzexperte Dr. Thilo Weichert abschließend.\\nDer Präsident des Kraftfahrt-Bundesamtes Richard Damm hat angekündigt, Technologien von Tesla genauer unter die Lupe zu nehmen. „Wir werden und müssen ganz genau hinschauen und das auch selbst praktisch überprüfen und uns nicht nur auf Zusagen in Dokumenten verlassen“, sagte er der Süddeutschen Zeitung im März. Dabei geht es ihm offenbar nicht nur um Fahrsicherheitsaspekte. „Tesla verwendet nach bisherigen Informationen große Datenmengen, die unter anderem das Fahrverhalten des Fahrers betreffen“, sagte Damm. weiter. Das kenne man „von traditionellen Herstellern“ so nicht, auch das gelte es zu untersuchen und zu regeln.\\nMarco Brás dos Santos ist freier Journalist mit Fokus auf Grund- und Freiheitsrechte. Zuhause im Leipziger Medienprojekt la-presse.org und auf Twitter unter @marcoisantos unterwegs.\\n\\nHilf mit! Mit Deiner finanziellen Hilfe unterstützt Du unabhängigen Journalismus.'}]", "link": "https://netzpolitik.org/2022/tesla-roboter-auf-raedern/", "date": "Mon, 11 Apr 2022 15:04:37 +0000"}}