{"369179": {"title": "Kommentar zum Digitale-Dienste-Gesetz: Das ist noch kein Plattformgrundgesetz", "unshortened-text": "Die Europäische Union hat sich zum Digital Services Act geeinigt.  Das bringt mehr Nutzer:innenrechte gegenüber Plattformen und eine bessere Durchsetzung der neuen Regeln.  Aber es gibt auch einige Schwachstellen.  Um zum Plattformgrundgesetz zu werden,  bedarf es noch Verbesserungen.  Ein Kommentar.", "shortened-text": "Das bringt mehr Nutzer:innenrechte gegenüber Plattformen und eine bessere Durchsetzung der neuen Regeln. Um zum Plattformgrundgesetz zu werden,  bedarf es noch Verbesserungen.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/eu_apps_flagge-860x484.jpg"], "author": "Markus Beckedahl", "link": "https://netzpolitik.org/2022/kommentar-zum-digitale-dienste-gesetz-das-ist-noch-kein-plattformgrundgesetz/", "date": "Sat, 23 Apr 2022 13:10:48 +0000"}, "368683": {"title": "Durchbruch: EU einigt sich auf Digitale-Dienste-Gesetz", "unshortened-text": "Nach eineinhalb Jahren Verhandlungsmarathon ist das wohl wichtigste digitalpolitische Vorhaben von Ursula von der Leyen in trockenen Tüchern.  Es schafft umfassende Regeln für Giganten wie Amazon,  Google und Facebook.", "shortened-text": "Nach eineinhalb Jahren Verhandlungsmarathon ist das wohl wichtigste digitalpolitische Vorhaben von Ursula von der Leyen in trockenen Tüchern. Es schafft umfassende Regeln für Giganten wie Amazon,  Google und Facebook.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/P055000-883014-scaled-e1650531542384-860x484.jpg"], "author": "Alexander Fanta", "link": "https://netzpolitik.org/2022/durchbruch-eu-einigt-sich-auf-digitale-dienste-gesetz/", "date": "Sat, 23 Apr 2022 07:48:25 +0000"}, "369096": {"title": "NPP 252 zu Web3: Zurück in die Zukunft", "unshortened-text": "Statt einer Handvoll großen Firmen soll es wieder uns allen gehören: das Internet der Zukunft.  Das versprechen zumindest die Vertreter:innen des sogenannten Web3.  Aber ist diese Blockchain-basierte Technologie wirklich die Lösung für unsere Probleme?", "shortened-text": "Statt einer Handvoll großen Firmen soll es wieder uns allen gehören: das Internet der Zukunft. Aber ist diese Blockchain-basierte Technologie wirklich die Lösung für unsere Probleme?", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/npp-252-bored-ape-scaled-e1650630766432-860x484.jpeg"], "author": "Serafin Dinges", "link": "https://netzpolitik.org/2022/npp-252-zu-web3-zurueck-in-die-zukunft/", "date": "Sat, 23 Apr 2022 06:15:16 +0000"}, "369070": {"title": "KW 16: Die Woche, als Europas „digitales Grundgesetz“ vor der Tür stand", "unshortened-text": "Die 16.  Kalenderwoche geht zu Ende.  Wir haben 11 neue Texte mit insgesamt 96. 786 Zeichen veröffentlicht.  Willkommen zum netzpolitischen Wochenrückblick.", "shortened-text": "Die 16. Wir haben 11 neue Texte mit insgesamt 96. 786 Zeichen veröffentlicht.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/2022-1-860x484.jpeg"], "author": "Sebastian Meineck", "link": "https://netzpolitik.org/2022/kw-16-die-woche-als-europas-digitales-grundgesetz-vor-der-tuer-stand/", "date": "Fri, 22 Apr 2022 16:23:14 +0000"}, "369058": {"title": "Zentrale Meldestelle: Bundeskriminalamt plant jetzt ohne Zuarbeit der sozialen Netzwerke", "unshortened-text": "Eigentlich sollten soziale Netzwerke und andere Plattformen laut dem NetzDG mutmaßlich strafbare Inhalte direkt ans Bundeskriminalamt melden.  Weil das rechtlich auf der Kippe steht,  setzt die Behörde jetzt offenbar auf andere Meldestrukturen.", "shortened-text": "Eigentlich sollten soziale Netzwerke und andere Plattformen laut dem NetzDG mutmaßlich strafbare Inhalte direkt ans Bundeskriminalamt melden. Weil das rechtlich auf der Kippe steht,  setzt die Behörde jetzt offenbar auf andere Meldestrukturen.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/imago-bka-holger-muench-scaled-e1650634000142-860x484.jpg"], "author": "Markus Reuter", "link": "https://netzpolitik.org/2022/zentrale-meldestelle-bundeskriminalamt-plant-jetzt-ohne-zuarbeit-der-sozialen-netzwerke/", "date": "Fri, 22 Apr 2022 13:41:12 +0000"}, "368992": {"title": "Alle Cookies ablehnen: Danke für das absolute Minimum, Google", "unshortened-text": "Jahrelang hat uns Google mit unnötig komplizierten Cookie-Bannern gequält.  Ohne die Drohung einer saftigen Millionenstrafe wäre das noch ewig so weitergegangen.  Ein Kommentar.", "shortened-text": "Jahrelang hat uns Google mit unnötig komplizierten Cookie-Bannern gequält. Ohne die Drohung einer saftigen Millionenstrafe wäre das noch ewig so weitergegangen.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/reject-all-860x484.jpg"], "author": "Sebastian Meineck", "link": "https://netzpolitik.org/2022/alle-cookies-ablehnen-danke-fuer-das-absolute-minimum-google/", "date": "Fri, 22 Apr 2022 09:20:19 +0000"}, "368919": {"title": "Kinderschutzfunktion: Apple startet Nacktscanner in seinem Messenger", "unshortened-text": "Apple kann per Messenger verschickte Nacktbilder jetzt erkennen und automatisch unkenntlich machen.  Die zunächst nicht in Deutschland verfügbare Kinderschutzfunktion ist eine deutlich abgespeckte Version der ursprünglich geplanten Chatkontrolle.", "shortened-text": "Apple kann per Messenger verschickte Nacktbilder jetzt erkennen und automatisch unkenntlich machen. Die zunächst nicht in Deutschland verfügbare Kinderschutzfunktion ist eine deutlich abgespeckte Version der ursprünglich geplanten Chatkontrolle.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/iphone-messenger-scan-blur-860x484.jpg"], "author": "Markus Reuter", "link": "https://netzpolitik.org/2022/kinderschutzfunktion-apple-startet-nacktscanner-in-seinem-messenger/", "date": "Thu, 21 Apr 2022 14:18:01 +0000"}, "368861": {"title": "Predator von Cytrox: Spähsoftware auf Telefon von griechischem Journalisten entdeckt", "unshortened-text": "Ein Untersuchungsausschuss im EU-Parlament soll den Einsatz von Trojanern gegen Oppositionelle und Medienschaffende in Europa aufarbeiten.  Auch deutsche Auftraggeber:innen könnten nach einer Analyse des Meta-Konzerns ins Visier geraten.", "shortened-text": "Ein Untersuchungsausschuss im EU-Parlament soll den Einsatz von Trojanern gegen Oppositionelle und Medienschaffende in Europa aufarbeiten. Auch deutsche Auftraggeber:innen könnten nach einer Analyse des Meta-Konzerns ins Visier geraten.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/stephen-petrey-j5UkXPJZgfs-unsplash-860x484.jpg"], "author": "Matthias Monroy", "link": "https://netzpolitik.org/2022/predator-von-cytrox-spaehsoftware-auf-telefon-von-griechischem-journalisten-entdeckt/", "date": "Thu, 21 Apr 2022 13:32:38 +0000"}, "368805": {"title": "Climate measures: Behind closed doors, EU officials talk about banning Bitcoin", "unshortened-text": "Crypto's voracious appetite for electricity is causing alarm in Brussels.  Behind closed doors,  the European Commission and the German government are talking about countermeasures.  We publish documents that show how the EU could ban Bitcoin.", "shortened-text": "Behind closed doors,  the European Commission and the German government are talking about countermeasures. We publish documents that show how the EU could ban Bitcoin.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/bitcoin_illu_rz-860x484.jpg"], "author": "Alexander Fanta", "link": "https://netzpolitik.org/2022/climate-measures-behind-closed-doors-eu-officials-talk-about-banning-bitcoin/", "date": "Thu, 21 Apr 2022 10:33:27 +0000"}, "368082": {"title": "Interne Dokumente: EU tüftelt an Bitcoin-Verbot", "unshortened-text": "Bitcoin ist ein Stromfresser.  Hinter verschlossenen Türen denken Beamt:innen von EU und Bundesregierung über ein Verbot nach.  Wie sie Argumente von Bitcoin-Fans einschätzen,  zeigen bislang unveröffentlichte Dokumente.", "shortened-text": "Hinter verschlossenen Türen denken Beamt:innen von EU und Bundesregierung über ein Verbot nach. Wie sie Argumente von Bitcoin-Fans einschätzen,  zeigen bislang unveröffentlichte Dokumente.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/bitcoin_illu_rz-860x484.jpg"], "author": "Alexander Fanta", "link": "https://netzpolitik.org/2022/interne-dokumente-eu-tueftelt-an-bitcoin-verbot/", "date": "Thu, 21 Apr 2022 08:17:25 +0000"}, "368705": {"title": "Kampf gegen sexuelle Gewalt: Anonyme Pornos in Gefahr", "unshortened-text": "Wer Pornos veröffentlicht,  hat ein Recht auf Anonymität – zugleich sollen Plattformen prüfen,  dass Nacktaufnahmen einvernehmlich sind.  Beides wäre möglich.  Doch es gibt Kritik an den geplanten EU-Regeln im Digitale-Dienste-Gesetz.", "shortened-text": "Wer Pornos veröffentlicht,  hat ein Recht auf Anonymität – zugleich sollen Plattformen prüfen,  dass Nacktaufnahmen einvernehmlich sind. Doch es gibt Kritik an den geplanten EU-Regeln im Digitale-Dienste-Gesetz.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/illu_anonyme-porns-860x484.jpg"], "author": "Sebastian Meineck", "link": "https://netzpolitik.org/2022/kampf-gegen-sexuelle-gewalt-anonyme-pornos-in-gefahr/", "date": "Wed, 20 Apr 2022 11:47:08 +0000"}, "368723": {"title": "eBay-Stalkingskandal: Einschüchterung nach Mafia-Art", "unshortened-text": "Im Ebay-Stalkingskandal will sich laut Medienberichten ein weiterer,  hochrangiger Täter schuldig bekennen.  Es geht um Einschüchterungsversuche aus dem Jahr 2019.  Mit bizarren Methoden ist der Konzern gegen ein Ebay-kritisches Blogger:innen-Paar vorgegangen.", "shortened-text": "Im Ebay-Stalkingskandal will sich laut Medienberichten ein weiterer,  hochrangiger Täter schuldig bekennen. Mit bizarren Methoden ist der Konzern gegen ein Ebay-kritisches Blogger:innen-Paar vorgegangen.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/eBay-Schweinchen-scaled-e1650450526918-860x484.jpg"], "author": "Tomas Rudl", "link": "https://netzpolitik.org/2022/ebay-stalkingskandal-einschuechterung-nach-mafia-art/", "date": "Wed, 20 Apr 2022 11:32:17 +0000"}, "368677": {"title": "Förderung des Breitbandausbaus: Kommunen fürchten Rosinenpicken der Netzbetreiber", "unshortened-text": "Derzeit verhandelt der Bund mit den Ländern,  wie die künftige Förderung des Breitbandausbaus aussehen soll.  Vor allem Kommunen fürchten,  dabei unter die Räder zu geraten.", "shortened-text": "Derzeit verhandelt der Bund mit den Ländern,  wie die künftige Förderung des Breitbandausbaus aussehen soll. Vor allem Kommunen fürchten,  dabei unter die Räder zu geraten.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/Rosinenpicken_Breitbandausbau-scaled-e1650445753703-860x484.jpg"], "author": "Tomas Rudl", "link": "https://netzpolitik.org/2022/foerderung-des-breitbandausbaus-kommunen-fuerchten-rosinenpicken-der-netzbetreiber/", "date": "Wed, 20 Apr 2022 10:49:09 +0000"}, "368596": {"title": "Staatstrojaner: Britische Regierung im Visier von Pegasus", "unshortened-text": "Offenbar war der skandalträchtige Staatstrojaner sogar gegen die britische Regierung im Einsatz.  Hinweise darauf fand das kanadische Forscher:innenteam Citizen Lab.  In Brüssel nahm unterdessen ein EU-Untersuchungsausschuss zu Pegasus seine Arbeit auf.", "shortened-text": "Offenbar war der skandalträchtige Staatstrojaner sogar gegen die britische Regierung im Einsatz. In Brüssel nahm unterdessen ein EU-Untersuchungsausschuss zu Pegasus seine Arbeit auf.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/51995317569_622e8dc236_3k-scaled-e1650377702579-860x484.jpg"], "author": "Philipp Groeschel", "link": "https://netzpolitik.org/2022/staatstrojaner-britische-regierung-im-visier-von-pegasus/", "date": "Tue, 19 Apr 2022 15:50:49 +0000"}, "368265": {"title": "Debatte: Sollten Journalist:innen Geldgeschenke von YouTube nehmen?", "unshortened-text": "Bis zu 50. 000 Dollar lässt YouTube für ausgewählte Journalist:innen springen.  Das ist nur ein Teil der Einflussnahme von Google auf das Nachrichtengeschäft weltweit.  Ist es OK,  die Kohle zu nehmen? Wir haben mit drei geförderten Journalist:innen aus Deutschland gesprochen.", "shortened-text": "Bis zu 50. 000 Dollar lässt YouTube für ausgewählte Journalist:innen springen. Das ist nur ein Teil der Einflussnahme von Google auf das Nachrichtengeschäft weltweit.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/youtube-creators-program-860x484.jpg"], "author": "Sebastian Meineck", "link": "https://netzpolitik.org/2022/debatte-sollten-journalistinnen-geldgeschenke-von-youtube-nehmen/", "date": "Sun, 17 Apr 2022 07:00:00 +0000"}, "368406": {"title": "Wochenrückblick KW15: Von Kameras, Kryptocoins und Klimakrise", "unshortened-text": "Die Woche wurde viel diskutiert: Sollten sich Bitcoin und andere Kryptowährungen grundlegend ändern,  um das Klima zu schützen? Sollten Plattformen dem Beispiel von Pinterest folgen und Desinformation über die Klimakrise löschen? Das und mehr in unserem Rückblick.", "shortened-text": "Die Woche wurde viel diskutiert: Sollten sich Bitcoin und andere Kryptowährungen grundlegend ändern,  um das Klima zu schützen?Sollten Plattformen dem Beispiel von Pinterest folgen und Desinformation über die Klimakrise löschen?", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/sgalagaev-w0rUWZi7jxM-unsplash-scaled-e1649929781200-860x484.jpg"], "author": "Alexandra Conrad", "link": "https://netzpolitik.org/2022/wochenrueckblick-kw15-von-kameras-kryptocoins-und-klimakrise/", "date": "Fri, 15 Apr 2022 09:02:23 +0000"}, "368417": {"title": "Augsburg: Pimmel-Kommentar führt zu Razzia bei Klimaaktivisten", "unshortened-text": "Ein Klimaaktivist bezeichnet auf Facebook einen AfD-Politiker indirekt als Pimmel.  Daraufhin untersucht die Polizei die Wohnung des Aktivisten und beschlagnahmen seine technischen Geräte.  Die Anwältin bezeichnet das Vorgehen der Polizei als unverhältnismäßig.  Der Vorfall erinnert an das Pimmelgate-Eklat in Hamburg.", "shortened-text": "Daraufhin untersucht die Polizei die Wohnung des Aktivisten und beschlagnahmen seine technischen Geräte. Die Anwältin bezeichnet das Vorgehen der Polizei als unverhältnismäßig.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/5_Pimmelgate-860x484.jpg"], "author": "Rahel Lang", "link": "https://netzpolitik.org/2022/augsburg-pimmel-kommentar-fuehrt-zu-razzia-bei-klimaaktivisten/", "date": "Thu, 14 Apr 2022 16:30:48 +0000"}, "368422": {"title": "Elon Musk will Twitter kaufen: Die Machtkonzentration ist gefährlich", "unshortened-text": "Der Milliardär Elon Musk will Twitter komplett übernehmen und zukünftig privat betreiben.  Das ist eine Gefahr für demokratische Öffentlichkeiten und sollte ein Weckruf an uns und die Politik sein.  Ein Kommentar.", "shortened-text": "Der Milliardär Elon Musk will Twitter komplett übernehmen und zukünftig privat betreiben. Das ist eine Gefahr für demokratische Öffentlichkeiten und sollte ein Weckruf an uns und die Politik sein.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/Elon_Musk_Twitter-e1649940723946-860x484.jpg"], "author": "Markus Beckedahl", "link": "https://netzpolitik.org/2022/elon-musk-will-twitter-kaufen-die-machtkonzentration-ist-gefaehrlich/", "date": "Thu, 14 Apr 2022 13:03:41 +0000"}, "368391": {"title": "No Bitcoin, please!: Wikipedia-Community will Krypto-Spenden verbieten", "unshortened-text": "Wikipedianer:innen kritisieren,  dass Kryptowährungen zu viel Strom verbrauchen.  In einer Abstimmung fordern sie die Wikimedia-Stiftung auf,  keine Spenden mehr in Bitcoin und Co.  zu akzeptieren.", "shortened-text": "Wikipedianer:innen kritisieren,  dass Kryptowährungen zu viel Strom verbrauchen. In einer Abstimmung fordern sie die Wikimedia-Stiftung auf,  keine Spenden mehr in Bitcoin und Co.  zu akzeptieren.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/bitcoin-wikimedia-donations-860x484.jpg"], "author": "Alexander Fanta", "link": "https://netzpolitik.org/2022/no-bitcoin-please-wikipedia-community-will-krypto-spenden-verbieten/", "date": "Thu, 14 Apr 2022 12:35:55 +0000"}, "368359": {"title": "Hackback: Leider keine Zeitenwende im Innenministerium", "unshortened-text": "Die Diskussion um Hackbacks ist wieder da.  Unser Gastautor kommentiert,  dass sie nach wie vor mehr als nur fragwürdig ist – schon allein aus rechtlichen Gesichtspunkten.", "shortened-text": "Die Diskussion um Hackbacks ist wieder da. Unser Gastautor kommentiert,  dass sie nach wie vor mehr als nur fragwürdig ist – schon allein aus rechtlichen Gesichtspunkten.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/faeser_bundestag-scaled-e1649917762783-860x484.jpg"], "author": "Gastbeitrag", "link": "https://netzpolitik.org/2022/hackback-leider-keine-zeitenwende-im-innenministerium/", "date": "Thu, 14 Apr 2022 08:47:13 +0000"}, "368272": {"title": "BKA-Statistik: Behörden machen Millionen mit beschlagnahmten Kryptowährungen", "unshortened-text": "Wenn Ermittlungsbehörden Kryptowährungen beschlagnahmen,  sprudeln die Millionen.  Wir veröffentlichen die bislang vertrauliche Statistik des  Bundeskriminalamts.", "shortened-text": "Wenn Ermittlungsbehörden Kryptowährungen beschlagnahmen,  sprudeln die Millionen. Wir veröffentlichen die bislang vertrauliche Statistik des  Bundeskriminalamts.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/bka-polizeien-kryptowaehrungen-e1649844180461-860x484.jpg"], "author": "Alexander Fanta", "link": "https://netzpolitik.org/2022/bka-statistik-behoerden-machen-millionen-mit-beschlagnahmten-kryptowaehrungen/", "date": "Wed, 13 Apr 2022 12:24:00 +0000"}, "367909": {"title": "Norwegische Recherche: Kein Krieg im russischen TikTok-Feed", "unshortened-text": "TikTok-Nutzer:innen in Russland bewegen sich in einer Blase ohne Krieg.  Was das bedeutet,  veranschaulicht ein Versuch von Journalisten aus Norwegen.  Sie haben zwei Bots auf die Reise durch einen ukrainischen und russischen TikTok-Feed geschickt.", "shortened-text": "TikTok-Nutzer:innen in Russland bewegen sich in einer Blase ohne Krieg. Sie haben zwei Bots auf die Reise durch einen ukrainischen und russischen TikTok-Feed geschickt.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/tiktok-russia-ukraine-860x484.jpg"], "author": "Sebastian Meineck", "link": "https://netzpolitik.org/2022/norwegische-recherche-kein-krieg-im-russischen-tiktok-feed/", "date": "Tue, 12 Apr 2022 16:13:45 +0000"}, "368123": {"title": "Wie umgehen mit Klimalügen?: Löschen ist keine gute Lösung", "unshortened-text": "Wer fordert,  dass Desinformation einfach gelöscht werden muss,  begibt sich auf einen Pfad,  der zu immer neuen Formen von Informationskontrolle und Zensur führt.  Deswegen müssen wir andere Lösungen finden.  Eine Replik.", "shortened-text": "Wer fordert,  dass Desinformation einfach gelöscht werden muss,  begibt sich auf einen Pfad,  der zu immer neuen Formen von Informationskontrolle und Zensur führt. Deswegen müssen wir andere Lösungen finden.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/burning-52684463-860x484.jpg"], "author": "Markus Reuter", "link": "https://netzpolitik.org/2022/wie-umgehen-mit-klimaluegen-loeschen-ist-keine-gute-loesung/", "date": "Tue, 12 Apr 2022 15:02:35 +0000"}, "367537": {"title": "Wie umgehen mit Klimalügen?: YouTube und Facebook sollten endlich löschen", "unshortened-text": "Die großen Internetplattformen kämpfen seit Kriegsausbruch gegen Falschinformationen aus Russland.  Andere Verbreiter:innen von Desinformation lassen sie jedoch leider gewähren.  Ein Kommentar.", "shortened-text": "Die großen Internetplattformen kämpfen seit Kriegsausbruch gegen Falschinformationen aus Russland. Andere Verbreiter:innen von Desinformation lassen sie jedoch leider gewähren.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/world-burning-meta-youtube-watching-860x484.jpg"], "author": "Alexander Fanta", "link": "https://netzpolitik.org/2022/wie-umgehen-mit-klimaluegen-youtube-und-facebook-sollten-endlich-loeschen/", "date": "Tue, 12 Apr 2022 15:00:06 +0000"}, "368003": {"title": "Tesla: Roboter auf Rädern", "unshortened-text": "Im März eröffnete Teslas Gigafactory in Brandenburg,  die ersten Elektroautos sind bereits vom Band gerollt.  Während Datenschützer seit Jahren über die mit vielen Sensoren versehenen Fahrzeuge besorgt sind,  will Tesla längst mehr als Autos bauen.", "shortened-text": "Im März eröffnete Teslas Gigafactory in Brandenburg,  die ersten Elektroautos sind bereits vom Band gerollt. Während Datenschützer seit Jahren über die mit vielen Sensoren versehenen Fahrzeuge besorgt sind,  will Tesla längst mehr als Autos bauen.", "picture": ["https://cdn.netzpolitik.org/wp-upload/2022/04/roboter_tesla-860x484.jpg"], "author": "Gastbeitrag", "link": "https://netzpolitik.org/2022/tesla-roboter-auf-raedern/", "date": "Mon, 11 Apr 2022 15:04:37 +0000"}}